{
  "9.Sinif Biyoloji Ders Kitabi": [
    {
      "1.ÜNITE": {
        "1.Unite": "YAŞAM BİLİMİ BİYOLOJİ",
        "1.0.": "Bu ünitede canlıların ortak özelliklerini, canlıların yapısını oluşturan organik ve inorganik bileşikler ile bu bileşiklerin canlılar için önemini öğreneceksiniz.",
        "1.BÖLÜM": {
          "1.1. BİYOLOJİ VE CANLILARIN ORTAK ÖZELLİĞİ ": [
            "Bir kaya parçasının cansız, bir bitkinin ise canlı olduğunu nasıl anlarsınız? Taş bitkileri olarak adlandırılan Lithops (Litops) cinsi çok yıllık çöl bitkileri cansız gibi görünür. Ancak bu bitkiler, hayatlarının belirli dönemlerinde çiçek açar. Taş gibi cansız görüntüleri kaybolur ve canlılık belirtileri gözlenir. (Görsel 1.2)",
            "Canlıları, cansız varlıklardan bir ya da birkaç özelliğine bakarak ayırt etmek zordur. Varlıkları canlı olarak nitelendirebilmek için; hücresel yapı, beslenme, solunum, boşaltım, hareket, uyarılara tepki, metabolizma, homeostazi, uyum, organizasyon, üreme, büyüme, gelişme gibi özelliklere sahip olup olmadığına bakılır. Bu özelliklere sahip olan varlıklar canlı, varlıkların canlı olma durumu ise canlılık olarak tanımlanır.",
            "Canlıları inceleyen bilim dalı biyolojidir. Biyoloji, Yunanca 'hayat' anlamına gelen bios ile 'bilim=incelem' anlamına gelen logos kelimelerinin birleşmesiyle oluşmuştur. Biyoloji; canlıları, bunların özelliklerini, yapı ve işlevlerini, canlı ve cansızlarla etkileşimlerini bilimsel olarak inceleyen bilim dalıdır. Biyoloji ile ilgili çalışmalar yapan bilim insanları biyolog olarak adlandırılır. Son yılların en popüler bilim dallarından biri olan biyoloji, kavram olarak ilk kez 1800 yılında Karl Friedrich Burdach (Karl Firidrih Bordah) tarafından kullanılmıştır. 1802 yılında ise Gottfried Reinhold Treviranus (Gatfired Raynhold Trevireynus), filozofların doğa üzerine düşüncelerini açıklayan yapıtına 'Biyoloji' adını vermiş ve biyoloji günümüzdeki anlamıyla kullanılmaya başlanmıştır. Biyoloji, canlılık olgusunu açıklamaya çalışır. Biyologların canlılığı araştırma merakı, yaşamın doğasının bilimsel olarak araştırılması ve sorgulanmasını sağlar."
          ],
          "1.1.1.CANLILARIN ORTAK ÖZELLİKLERİ": {
            "A) HÜCRESEL YAPI": "Organizmaların yapısal ve işlevsel birimi hücredir. Hücreler yapısal olarak prokaryot ve ökaryot olmak üzere iki çeşittir. Prokaryot canlılar, zarla çevrili çekirdek ve organellere sahip olmayan tek bir hücreden oluşurken ökaryot canlılar zarla çevrili çekirdek ve organellere sahip tek ya da çok sayıda hücreden meydana gelir. Bakteri  (Görsel 1.3), amip, paramesyum tek hücreli canlılara; bitkiler, mantarlar ve hayvanlar çok hücreli canlılara (Görsel 1.4) örnek olarak verilebilir. Bakteriler ve arkeler prokaryotik;protistler,bitkiler,mantarlar ve hayvanlar ökaryotik hücre yapısına sahip canlılardır.",
            "B) BESLENME": "Canlılar, madde ve enerji ihtiyaçlarını karşılamak için beslenmek zorundadır. İhtiyaç duyduğu besinleri kendi üretebilen canlılara üretici (ototrof) denir. Örneğin çoğu bitki; su, mineral, karbondioksit gibi gerekli maddeleri ve güneş ışığını kullanarak kendi besinlerini üretir (Görsel 1.5). Besinlerini dış ortamdan hazır olarak alan canlılara da tüketici (heterotrof) denir. Mantarlar ve hayvanlar, tüketici canlılara örnektir (Görsel 1.6).",
            "C) SOLUNUM": "Canlılar, yaşamsal faaliyetlerini (Görsel 1.7) gerçekleştirmek için enerjiye ihtiyaç duyar. Bu nedenle enerji elde etmek için besin monomerlerini solunum reaksiyonlarıyla parçalayıp ATP sentezler. Solunum reaksiyonları; oksijenli solunum, ve oksijensiz solunum olmak üzere iki çeşittir. Besin monomerlerinin parçalanmasıyla ATP üretilmesini sağlayan diğer bir olay da fermantasyondur. Fermantasyonda Elektron taşıma sistemi olmaksızın organik bileşiklerden ATP sentezlenir.",
            "Ç) BOŞALTIM": "Canlıların metabolik faaliyetleri sonucunda oluşan atık maddeleri hücre veya vücuttan dışarı atmasına boşaltım denir. Canlılarda boşaltım olayı, farklı şekillerde gerçekleşir. Tek hücreli canlılarda atıkların hücre zarından dışarı verilmesi bitkilerde görülen terleme, damlama (Görsel 1.8), yaprak dökümü (Görsel1.9); insanlarda ter ve idrar oluşumu ile karbondioksidin solunum organlarıyla vücut dışına verilmesi birer boşaltım olayıdır.",
            "D) HAREKET": "Canlılar, çeşitli ihtiyaçlarını karşılamak için hareket ederler. Bir hücreli canlılarda hareketi sağlayan kamçı, sil, yalancı ayak gibi yapılar bulunur. Örneğin öglena, kamçısıyla; paramesyum , silleriyle hareket eder. Hareket, bitkilerde durum değiştirme (Görsel 1.10); hayvanlarda çoğunlukla yer değiştirme şeklindedir ve kolaylıkla gözlemlenebilir (Görsel 1.11).",
            "E) UYARILARA TEPKİ": "Canlılar, iç ve dış ortamdan gelen uyaranlara tepki gösterir. Bu durum, canlıların çevreleriyle uyum içinde olmaları ve yaşamlarını devam ettirebilmeleri açısından önemlidir. Canlıların uyarılara gösterdiği tepkiler birbirinden farklıdır. Örneğin öglenanın fotosentez yapmak için ışığa doğru hareket etmesi, Venüs sinekkapan bitkisinin (Görsel 1.12) böceğin konmasıyla yapraklarını kapatması, filin aşırı sıcaklarda suya girmesi (Görsel 1.13) ve sıcak bir cisme dokunulduğunda elin hızla çekilmesi uyarana verilen tepkilerdir.",
            "F) METABOLİZMA": "Organizmadaki yapım ve yıkım tepkimelerinin tümü metabolizmaolarak adlandırılır. Basit moleküllerin birleştirilerek daha karmaşık moleküllerin sentezlendiği yapım tepkimelerine anabolizma denir. Örneğin amino asitlerden protein sentezi, inorganik maddelerden fotosentez ve kemosentez yoluyla organik madde sentezi anabolik olaylardır. Büyük moleküllerin daha basit bileşiklere yıkıldığı kimyasal tepkimelere katabolizma denir. Örneğin solunum ve sindirim reaksiyonları katabolik olaylardır.",
            "G) HOMEOSTAZİ": "Homeostazi, kelime anlamıyla kararlı iç denge demektir. Tüm canlılar, sürekli değişen çevre şartlarına rağmen iç ortamlarını belirli sınırlar içerisinde sabit tutmak zorundadır. Canlılardaki tüm sistemler, homeostaziyi korumaya yönelik çalışır. Örneğin vücut sıvılarının asit baz dengesinin ayarlanması, vücut sıcaklığının sabit tutulması, zararlı atıkların vücut dışına atılması ve vücuttaki su miktarının korunması homeostaziyi düzenleme amacıyla yapılan faaliyetlerdir.",
            "Ğ) UYUM": "Uyum (adaptasyon), bir organizmanın yaşadığı çevrede hayatta kalma ve üreme şansını artıran kalıtsal özelliklerin tamamıdır. Bu özellikler nesilden nesile aktarılır. Kutup ayılarında post renginin beyaz olması (Görsel 1.14), kurak ortam şartlarına uyum sağlayan kaktüslerde yaprakların diken şeklini alması, karasal hayata uyum sağlayan canlılarda solunum organlarının vücut içine çekilmiş olması, sürüngen ve kuşlarda yumurta içerisinde bol miktarda yedek besin maddesinin bulunması, böcek, sürüngen ve kuşlarda boşaltım atıklarının ürik asit şeklinde dış ortama verilmesi, sucul kuş ve kurbağaların parmak aralarında perdelerin bulunması birer uyum örneğidir.",
            "H) ORGANİZASYON": "Tüm canlılar, belirli bir organizasyona sahiptir. Atomlar birleşerek molekülleri, moleküller de birleşerek organelleri ve hücrenin diğer kısımlarını oluşturur. Bazı canlılar tek hücreden oluşur. Örneğin tek hücreli bir canlı olan amip; bu tek hücresi ile besinlerini alır, işler ve atıkları uzaklaştırır, çevresel uyarılara cevap verir, ürer ve diğer işlevlerini gerçekleştirir. Çok hücreli organizmalar ise tüm bunları özelleşmiş hücreler arasındaki iş bölümü ile gerçekleştirir. Çok hücreli canlılarda görev ve yapı bakımından benzer hücreler bir araya gelerek dokuları, dokular organları, organlar sistemleri, sistemler ise organizmayı meydana getirir. Çok hücreli canlılar, hücrelerin rastgele bir araya toplanmış hâli olmayıp iş birliği içinde olan çok sayıda hücrenin oluşturduğu birlikteliktir. Bu durum canlıya zaman ve enerji tasarrufu sağlar.",
            "I) ÜREME": "Canlıların soylarını devam ettirmek için yeni bireyler oluşturmasına üreme denir. Eşeyli ve eşeysiz olmak üzere iki çeşit üreme vardır. Eşeysiz üremede ana birey, döllenme olmaksızın kendisiyle aynı kalıtsal özelliklere sahip yavrular meydana getirir. Eşeysiz üreyebilen canlılara bir hücreli canlılar bazı bitkiler ve bazı omurgasız hayvanlar örnek olarak verilebilir.Eşeyli üreme, dişi ve erkeğe ait üreme hücrelerinin birleşmesiyle yeni bireyler meydana gelmesidir. Eşeyli üremeyle oluşan yavrular hem anadan hem de babadan gelen özellikleri taşır (Görsel 1.16). Bu şekilde kalıtsal çeşitlilik sağlanır.",
            "İ) BÜYÜME VE GELİŞME": "Canlılar büyür, gelişir, yaşlanır ve ölür. Büyüme tek hücreli canlılarda sitoplazmanın hacimce ve kütlece artışı ile çok hücreli canlılarda ise hücre sayısının ve hacminin artışıyla sağlanır (Görsel 1.17). Gelişme ise canlının sahip olduğu yapıların zamanla değişerek fonksiyonel olarak olgunlaşmasıdır. Yeni doğan bir bebeğin kilo alması, büyümeye; emeklemesi, yürümesi ve koşması ise gelişmeye örnektir."
          }
        },
        "2.BÖLÜM": {
          "1.2. CANLILARIN YAPISINDA BULUNAN TEMEL BİLEŞİKLER": [
            "Canlılar elementlerden oluşmuştur. Tek hücrelilerden çok hücrelilere kadar her canlının toplam kütlesinin yaklaşık %98’i karbon,hidrojen, oksijen, azot, fosfor ve kükürt elementlerinden oluşur. Bu altı elementin yanı sıra 92 doğal elementin %20-25’i canlıların sağlıklı olarak gelişip üreyebilmesi için gereklidir.",
            "Canlıların ortak özellikleri konusunda iki ya da daha fazla sayıda elementin belirli oranlarda bir araya gelmesiyle oluşan bileşiklerin daha üst organizasyonla hücreyi, hücrelerin dokuları, dokuların organ ve sistemleri, sistemlerin ise organizmayı oluşturduğu öğrenilmişti.",
            "Canlı yapısını oluşturan temel bileşikler inorganik ve organik olarak iki grupta incelenir (Tablo 1.1)."
          ],
          "1.2.1. İNORGANİK BİLEŞİKLER": {
            "İnorganik bileşikler": "Temel element olarak karbon içermeyen bileşiklerdir. Bu bileşikler canlıların yapısına katılır. Sindirilmeden hücre zarından geçebilir. Biyokimyasal tepkimelerin gerçekleşmesi ve homeostazinin korunması açısından gereklidir.",
            "1.2.1.1. Suyun Canlılar İçin Önemi": [
              "Tüm organizmalarda en çok bulunan bileşen sudur. Organizmaların toplam kütlesinin %70’inden fazlası sudan oluşur. Su, biyolojik yapıların oluşturulması ve yaşamsal faaliyetlerinin gerçekleştirilebilmesi için gerekli inorganik maddelerin en önemlisidir. Dünya’nın ve canlı vücutlarının büyük bir kısmı sudan oluştuğundan canlıların yaşamları suyun varlığına bağlıdır. Alg, mercan, balık, yunus, balina gibi birçok canlının yaşam ortamı sudur (Görsel 1.21). Bitkiler, fotosentez yapabilmek için suya ihtiyaç duyar.",
              "Su (Görsel 1.22.a), fiziksel ve kimyasal özellikleri sebebiyle canlılar için vazgeçilmez bir maddedir. Su iyi bir çözücü olduğundan biyolojik sistemlerdeki tepkimelerin çoğu, hücre içindeki sulu çözeltilerde gerçekleşir. Sindirim tepkimelerinde su kullanılır. Bitkiler, ihtiyaç duyduğu maddeleri suda çözünmüş olarak topraktan alır.",
              "Hücrelerin ihtiyaç duyduğu maddelerin taşınması ve hücrelerde oluşan metabolik atıkların uzaklaştırılması suyun varlığı ile mümkündür.",
              "Suyun yüksek özgül ısıya sahip olması ve ısıyı depolama özelliği, deniz ve okyanuslardaki suyun yavaş yavaş ısınıp soğumasını sağladığından canlıların olumsuz etkilenmesini önler. Ayrıca suyun donmasıyla oluşan buz, yoğunluğu daha az olduğundan su yüzeyinde kalarak daha alt tabakalardaki suyun soğuk hava ile temasını önler, suda yaşayan canlıların donmadan yaşamlarına devam etmelerine olanak sağlar.",
              "Su moleküllerini bir arada tutan hidrojen bağlarının etkisiyle kohezyon kuvveti oluşur (Görsel 1.22.b). Bu sayede su molekülleri birbirine bağlı kalır. Suyun başka moleküllere tutunmasını sağlayan kuvvete adhezyon kuvveti denir. Yapraklarda terleme sonucunda oluşan emme kuvveti ve kohezyon-adhezyon kuvvetleri sayesinde su, bitkilerin köklerinden yapraklarına kadar kesintisiz bir sütun şeklinde yer çekimine zıt yönde taşınır.",
              "Suyun kohezyon kuvvetine bağlı olarak oluşan yüzey gerilimi, bazı canlıların su yüzeyinde durabilmesine ve yürüyebilmesine olanak sağlar.(Görsel 1.23)",
              "Su, buharlaşma ısısının yüksek olması sebebiyle etkili bir soğutma sağlar. Karada yaşayan bazı canlılar, artan vücut sıcaklığını terleme (Görsel 1.24) yoluyla düşürür."
            ],
            "1.2.1.2. Asit ve Bazların Canlılar İçin Önemi": [
              "Suda çözündüğünde hidrojen iyonu (H+) veren bileşiklere asit, hidroksit iyonu (OH-) veren bileşiklere baz denir. H2SO4 (sülfürik asit) ve HCl (hidroklorik asit) aside, NaOH (sodyum hidroksit) ve KOH (potasyum hidroksit) baza örnektir.",
              "Bir çözeltinin ne kadar asidik ya da bazik olduğunu içeriğindeki serbest H+iyon derişimi belirler. Bir çözeltinin H+iyon derişimi pH değeri ile ifade edilir. pH’ı 7 olan bir çözelti nötr olup H+ve OH- iyonlarının yoğunluğu birbirine eşittir. pH’ı 7’den küçük olan çözelti asidik, pH’ı 7’den büyük olan çözelti baziktir. Asitler ve bazlar organik veya inorganik yapılı olabilir. Yorgunluk esnasında kaslarda oluşan laktik asit organik aside, nükleik asitlerin yapısına katılan; adenin, guanin, sitozin, timin ve urasil organik baza örnek olarak verilebilir.",
              "Kan, lenf, doku sıvısı gibi birçok biyolojik sıvının pH’ı 6 ile 8 arasında değişir. İnsan kanının optimum (ideal) pH’ı 7,4’tür. Kanın pH’ı 7’ye düşer ya da 7,8’e çıkarsa insan birkaç dakikadan fazla hayatta kalamaz. Kan ve diğer vücut sıvılarının pH’ını kararlı tutan ve homeostazisini sağlayan tampon çözeltiler vardır. Mide sıvısı çok asidik olup pH’ı 1,5 civarında iken ince bağırsakta pH 8-9 civarındadır. Bu farklı pH dereceleri farklı enzimlerin çalışabilmesi için gereklidir. pH değişiklikleri enzimlerin yapısını bozar. Derinin pH’ındaki değişimler egzama, sedef ve saç dökülmesi gibi sorunlara yol açarken ağzın pH’ının düşmesi dişlerin çürümesine sebep olur. Çok asitli yiyecekleri tüketmek gastrit, ülser gibi sağlık sorunlarına yol açar. Günlük hayatta kullanılan birçok madde ve besin farklı pH derecelerine sahiptir (Görsel 1.26).",
              "Birçok canlının yaşam ortamı olan su ve topraktaki ani pH değişimleri canlıları olumsuz etkiler, organizmaların yok olmasına dolayısıyla biyoçeşitlilikte azalmaya neden olur. Asit yağmurları, su ve toprağın pH’ını düşürür, bu durumda organizmalar zarar görür, doğada madde döngüsü aksar ve ekolojik denge bozulur."
            ],
            "1.2.1.3. Tuz ve Minerallerin Canlılar İçin Önemi": [
              "Asit ve bazın nötrleşme tepkimesi ile birleşmesi sonucu tuz ve su oluşur. Örneğin hidroklorik asit (HCl) ve sodyum hidroksidin (NaOH) birleşmesi sonucu sofra tuzu olarak bilinen sodyum klorür (NaCl) ve su (H2O) meydana gelir (Görsel 1.28).",
              "Hücre sitoplazmasında ve hücreler arası sıvılarda tuzların belirli bir yoğunlukta bulunması metabolik açıdan oldukça önemlidir. İnsan vücudu en çok kalsiyum, sodyum, potasyum ve magnezyumtuzlarına ihtiyaç duyar. Sofra tuzunun içeriğinde yer alan sodyum ve klorun en önemli görevi vücut sıvılarının osmotik basıncını düzenlemektir. Tuzların fazla miktarda tüketilmesi, kalp ve böbrek rahatsızlıklarına ayrıca kan basıncının yükselmesine neden olabilir.",
              "Mineraller, canlılar tarafından sentezlenemez; vücuda asitler, bazlar, tuzlar (Görsel 1.29) ya da besinler yoluyla alınır. Mineraller, vücudun yapısına katılırken aynı zamanda düzenleyici (kofaktör) olarak da görev alır. Eksikliklerinde veya fazlalıklarında metabolik faaliyetler aksar."
            ]
          },
          "1.2.1.4. İnsan vücudunun gereksinim duyduğu bazı mineraller ve görevleri": {
            "Magnezyum": "İnsanlarda kemik ve dişlerin, bitkilerde ise klorofilin yapısına katılır. Birçok enzimin yardımcı kısmıdır (kofaktör). Kas ve sinir sisteminin çalışması için gereklidir. Eksikliğinde sinir sistemi bozuklukları görülür.",
            "Fosfor": "Nükleik asitler, ATP ve hücre zarının yapısına katılır. Kemik ve diş oluşumunda görev alır. Eksikliğinde kemik ve diş gelişiminde problemler görülür. Fazlalığı kemiklerde kalsiyumun azalmasına neden olur.",
            "Potasyum": "Kalp ritmini düzenler, asit-baz ve su dengesini ayarlar. Sinir hücrelerinde uyartı iletimi için gereklidir. Vücuda yeterli potasyum alınmadığında kaslarda kramp, kalp ritminde bozukluk, yorgunluk, hâlsizlik ayrıca sindirim bozuklukları görülür. Potasyum fazla alındığında ise böbrek ve kalp sorunları ile el ve ayakta karıncalanma meydana gelir.",
            "Kalsiyum": "Kemik ve dişlerin yapısına katılır. Sinir ve kas fonksiyonları için gereklidir. Kanın pıhtılaşmasında görev alır. Kalsiyum eksikliğinde kemiklerde yumuşama ve eğilmeler görülür. Kalsiyum, vücuda fazla alındığında böbrek taşı oluşumuna ve kireçlenmeye neden olur.",
            "Klor": "Mide özsuyu oluşumunda, asit-baz dengesinin sağlanmasında, hücre içi ve dışı su dengesinin ayarlanmasında görev alır. Klor eksikliğinde sindirim sorunları ortaya çıkar.",
            "Sodyum": "Asit-baz ve su dengesinin ayarlanmasında görev alır, kas kasılması ve sinir hücrelerinde uyartı iletimi için gereklidir. Eksikliğinde iştah azalması ve kas krampları görülür.",
            "Demir": "Alyuvarlarda bulunan hemoglobinin yapısına katılır. Demir eksikliğinde anemi (kansızlık), tırnaklarda çökme, bitki yapraklarında sararma gözlenir. Fazla miktarda demir alınması zehirlenmelerin yanı sıra hücrelerin erken yaşlanmasına ve damar sertliğine neden olur (Görsel 1.30).",
            "İyot": "Tiroit bezinden salınan tiroksin hormonunun yapısına katılır. İyot eksikliğinde basit guatr hastalığı gözlenir. Çocukluk döneminde iyot az alındığında büyüme ve zekâ geriliği görülür.",
            "Flor": "Diş sağlığının korunması için önemlidir. Florun az alınması diş ve kemik gelişimini aksatırken fazla alınması dişlerde kalıcı sararmaya neden olur.",
            "Kükürt": "Bazı amino asitlerin sentezi için gereklidir. Eksikliğinde deride solgunluk, fazlalığında ise alerjik rahatsızlıklar oluşur.",
            "Çinko": "Çinko, bazı enzimlerin yapısına katılır. Ayrıca bağışıklık sistemini güçlendirir. Eksikliğinde tırnaklarda beyaz lekeler, ciltte akne oluşumu, saç dökülmesi ve bağışıklıkta zayıflama görülür. Çinkonun fazla alınması gözlerde ve ciltte sararmaya, baş dönmesine ayrıca yüksek ateşe neden olur."
          },
          "1.2.2. ORGANİK BİLEŞİKLER": {
            "Organik Bileşikler": [
              "Bakterilerden insanlara kadar tüm canlıların temel yapısı inorganik bileşiklerin yanı sıra karbonhidrat, lipit, protein ve nükleik asit olarak adlandırılan organik bileşiklerden oluşur. Organik bileşiklerin yapısında karbon ve hidrojen elementleri bulunur. Organik bileşikler bu elementlerin yanı sıra oksijen, azot, fosfor, kükür gibi elementleri de içerebilir. Canlıları; karbonhidrat, lipit, protein ve nükleik asit bileşikleri karakterize eder. Ayrıca enzimler, vitaminler, hormonlar, ATP gibi organik bileşikler de canlılar için önemlidir. Organik bileşikler enerji verici, yapıcı, onarıcı ve düzenleyici olarak farklı işlevlere sahiptir.",
              "Organik bileşikler, inorganik bileşiklerin aksine canlılar tarafından üretilir. Besinlerle alınan organik bileşiklerin çoğu hücre zarından geçemeyecek kadar büyük olduğundan sindirilerek kana geçer. Hücreler daha sonra bu maddelerden kendileri için özgül işlevler gören organik bileşikleri sentezler.",
              "Bazı karbonhidratlar ile protein ve nükleik asitler polimer adı verilen büyük moleküllerdir. Polimerler, monomer adı verilen birbirinin aynı ya da benzeri yapı taşlarının birleşmesi ile oluşur. Monomerler, dehidrasyon tepkimesi ile birleşir. Dehidrasyon tepkimesi sırasında bir molekül su çıkışı ile birlikte iki molekül arasında bağ kurulur. Polimerler, hidroliz adı verilen tepkime ile monomerlerine ayrılır. Hidroliz, su girişi ile kimyasal bağların koparılması olup, dehidrasyon tepkimesinin tersine işleyen bir süreçtir."
            ],
            "1.2.2.1. Karbonhidratlar": {
              "Karbonhidratlar": "Karbonhidratlar; hücrede birinci derecede enerji kaynağı olarak kullanılan (Görsel 1.33), hücre zarının ve çeperinin ayrıca nükleik asitlerle ATP’nin yapısına katılan, yapıcı, onarıcı organik bileşiklerdir. Şekerler glikozit bağı kurarak bileşikler oluşturur. Sakkaritler olarak da bilinen karbonhidratlar, içerdiği birim şeker molekülü sayısına göre monosakkarit, disakkarit ve polisakkarit olarak gruplandırılır.",
              "a) Monosakkaritler": [
                "Monosakkaritler üç ile yedi arasında karbon atomu içerebilen en basit karbonhidratlardır. Kapalı formülleri CnH2n0n’dir. Monosakkaritler, karbonhidratların monomerleri olup sindirimle daha küçük birimlere ayrılmaz. Hücre zarından geçebilir. Monosakkaritler karbon ayıları ve içeriğindeki atomların uzaydaki dizilişine göre adlandırılır.",
                "Pentozlar, beş karbonlu şekerlerdir. DNA’nın yapısına katılan deoksiriboz ve RNA ile ATP’nin yapısına katılan riboz biyolojik açıdan en önemli pentozlardır. Deoksiribozun ribozdan farkı, bir oksijen atomunun eksik olmasıdır.",
                "Heksozlar, altı karbonlu monosakkaritlerdir. C6H12O6 kapalı formülüne sahiptir. En önemli heksozlardan biri olan ve kan şekeri veya üzüm şekeri olarak da bilinen glikoz, tüm canlı hücrelerde bulunur ve hücrelerin öncelikli enerji kaynağıdır. Sağlıklı bir insanın her 100 mL kanında yaklaşık 100-140 mg glikoz bulunmalıdır (Görsel 1.34). Kan şekerinin çok yükselmesi veya düşmesi vücuda ciddi zararlar verir. Glikoz, fotosentezle üretilir ve amino asitler, yağ asitleri gibi diğer organik moleküllere dönüştürülür. Glikoz, birçok disakkarit ile polisakkaritin yapı taşıdır.",
                "Kapalı formülleri aynı, açık formülleri farklı olan moleküllere izomer adı verilir. Glikoz, fruktoz ve galaktoz birbirinin yapısal izomeridir. Fruktoz, meyvelerde (Görsel 1.35) çok bulunduğundan meyve şekeri, galaktoz bitkilerde de bulunmasına rağmen memelilerin sütünde daha çok bulunduğundan süt şekeri olarak adlandırılır. Heksozların tamamı tatlı olup en tatlı heksoz fruktozdur.",
                "1970'li yıllarda mısır şurubundaki glikozu, ondan daha tatlı fruktoza dönüştürecek sistem geliştirilmiştir. Günümüzde meşrubat ve işlenmiş gıdalarda bolca bulunan mısır şurubu glikoz ve fruktoz karışımıdır"
              ],
              "b) Disakkaritler": [
                "İki adet heksoz, dehidrasyon tepkimesiyle glikozit bağı kurarak disakkaritleri oluşturur. Örneğin malt şekeri veya arpa şekeri olarak bilinen maltoz, iki glikoz molekülünün bağlanmasıyla oluşur (Görsel 1.36). Maltoz en çok arpada bulunur.",
                "Sükroz (sakkaroz), glikoz ve fruktozun birleşmesiyle oluşur (Görsel 1.37). En çok bulunan disakkarit olup “çay şekeri” olarak da bilinir (Görsel 1.38). Havuç, şeker pancarı, şeker kamışı gibi bitkilerde bol miktarda bulunur.",
                "Laktozun monomerleri glikoz ve galaktozdur (Görsel 1.39). Laktoz memeli canlıların süt salgısı içerisinde bol miktarda bulunur (Görsel 1.40).",
                "Disakkaritler, hidroliz edildiğinde açığa çıkan monomerler hücre zarından geçebilir."
              ],
              "c) Polisakkaritler": [
                "Polisakkaritler, çok sayıda glikozun glikozit bağıyla birleşmesi sonucunda oluşan polimerlerdir. Nişasta, glikojen, selüloz ve kitinpolisakkarit örnekleridir (Görsel 1.41).",
                "Depo polisakkaritlerden olan nişasta, bitkiler tarafından fotosentezle üretilen glikozun hücre lökoplastlarında depolanmasıyla oluşur. Glikojen bakteri, arke, mantar ve hayvanlar tarafından sentezlenen depo polisakkarit çeşididir. İnsanlarda vücuda alınan glikozun fazlası kaslarda ve karaciğerde glikojen olarak depo edilir. Hücre, glikoza ihtiyaç duyduğunda glikojen hidroliz edilir. İnsanlardaki glikojen depoları, besin alınmadığı takdirde bir gün içinde tükenir.",
                "Yapısal bir polisakkarit olan selüloz, bitki hücrelerini çevreleyen duvarın temel bileşenidir. Bitkilerde selüloz sentezi hücre zarında gerçekleşir. Glikozlar bir araya getirilerek iplik benzeri selüloz fibrilleri oluşturur. Suda çözünmeyen, dayanıklı mikrofibrillerden oluşan selüloz kâğıt ve pamuğun ham maddesidir. Otçul hayvanlar, bağırsaklarında yaşayan bakteriler sayesinde selülozu sindirebilir. İnsanlar, selülozu sindiremez. Ancak sindirim kanalından geçen selüloz mukus salgılanmasını uyararak besinlerin kolayca ilerlemesini sağlar. Bu nedenle sağlıklı beslenmek için selüloz açısından zengin taze meyve, sebze ve tahıllar tüketilmelidir.",
                "Kitin, bir diğer yapısal polisakkarit çeşididir. Suda çözünmeyen kitin yapısal olarak selüloza benzer. Ancak selülozdan farklı olarak azot elementi içerir. Böcekler (Görsel 1.42), örümcekler ve kabukluların dış iskeleti ile mantarların hücre duvarı kitinden yapılmıştır. Sağlam bir yapıya sahip olan kitinden ameliyatlarda kullanılan dikiş iplikleri üretilir (Görsel 1.43). Kitin doku içerisinde çözündüğünden dikişi aldırmak gerekmez.",
                "Karbonhidratların fazlası insanda yağa dönüştürülerek depolandığından çok tüketilmesi şişmanlığa neden olur. Ayrıca insülin direncine sebep olarak diyabetin (şeker hastalığı) gelişmesine zemin hazırlar. Vücut enerji ihtiyacını öncelikle karbonhidratlardan karşıladığından, az karbonhidrat tüketildiğinde hâlsizlik, yorgunluk ve baş dönmesi meydana gelir."
              ]
            },
            "1.2.2.2. Lipitler": {
              "Lipitler": "Suda çözünmeyen hidrokarbonlardır. Ancak alkol, eter gibi organik çözücülerde çözünür. Lipitler karbon, hidrojen ve oksijen elementlerinden oluşur. Yapılarına azot ve fosfor elementleri de katılabilir. Yağlar, fosfolipitler, steroitler, mumlar ve bazı pigmentler lipitlere örnektir. Lipitler; yapıcı, onarıcı ve düzenleyici role sahip olduğundan canlılar için oldukça önemlidir. Hücre zarının yapısına katılır. Bazı lipitler, hormon ve vitamin olarak düzenleyici role sahiptir. Sinir hücrelerinin etrafındaki lipitler, elektriksel yalıtımı gerçekleştirir. Bazı lipitler, bitki hücrelerinde ışık enerjisinin soğurulmasına yardımcı olur.Biyolojik açıdan en önemli lipitler; trigliseritler, fosfolipitler ve steroitlerdir",
              "a) Yağlar (Trigliseritler)": [
                "Yağlar, küçük moleküllerin bir araya gelmesiyle oluşan ancak polimer yapılı olmayan büyük moleküllerdir. Yağlar yağ asitleri ve gliserol olmak üzere iki çeşit molekülden oluşur. Gliserol üç karbonlu bir alkoldür. Yağ asitleri karbon atomu sayıları genelde 4 ile 24 arasında değişen uzun zincirlerdir (Görsel 1.46).",
                "Trigliseritlerin sentezi sırasında bir molekül gliserol ve üç molekül yağ asidi, esterleşme tepkimesi ile birleşir. Bu tepkime, bir dehidrasyon olayıdır. Tepkime sırasında gliserol ile yağ asitleri arasında üç adet ester bağı kurulur ve üç molekül su açığa çıkar (Görsel 1.47).",
                "Trigliseritlerin yapısına katılan yağ asitleri, doymuş ve doymamışyağ asitleri olarak iki gruba ayrılır. Doymuş yağ asitlerinde karbon atomları arasındaki tüm bağlar tektir (Görsel 1.48). Doymamış yağ asitlerinde ise karbon atomları arasında çift bağlar bulunur (Görsel 1.49). Bu durum yağ asidine esneklik kazandırır.",
                "Doymuş yağ asitleri içeren trigliserite doymuş yağ denir. İçyağı, tereyağı (Görsel 1.50) gibi hayvansal yağların çoğu doymuş yağ olup oda sıcaklığında katı hâldedir. Zeytinyağı (Görsel 1.51), mısır özü yağı, ayçiçeği yağı gibi bitkisel yağlar ile balık yağı, bir ya da birden fazla doymamış yağ asidi içerir. Bu yağlar doymamış yağ olarak adlandırılır ve oda sıcaklığında sıvı hâldedir. Doymamış yağlar sağlık açısından daha yararlıdır. Hayvansal yağların fazla tüketilmesi, kan damarlarının iç çeperlerinde plak oluşturup kan akışına engel olduğundan kalp-damar rahatsızlıklarına yol açabilir.",
                "Yağlar hafif olup hidrojen oranı fazla olduğundan oksijenli solunumla yıkıldığında karbonhidratlara göre iki kat fazla enerji verir ve bol miktarda metabolik su oluşturur. Kış uykusuna yatan memeliler, göçmen kuşlar ve çöl hayatına uyum sağlamış develer vücutlarında bol miktarda yağ depolar (Görsel 1.52)."
              ],
              "b) Fosfolipitler": "Fosfolipitler; gliserole bağlı iki yağ asidi ve bir fosfat grubundan oluşan lipit çeşididir. Fosfolipitler hücre zarının yapısına katılır. Fosfolipitlerin fosfat uçları hidrofilik (suyu seven) ancak yağ asitlerinden oluşan kuyruk kısımları hidrofobiktir (suyu sevmeyen). Bu nedenle sulu ortamda fosfolipitlerin hidrofobik kısımları içeri, hidrofilik baş kısımları da dışarı bakacak şekilde çift katlı tabaka oluşturur. Hücre zarında bulunan fosfolipitler bu şekilde düzenlenmiştir (Görsel 1.53).",
              "c) Steroitler": "Monomer yapılı bir yağ çeşidi olan steroitlere kolesterol ve omurgalı hayvanların eşeysel hormonları örnek verilebilir. Kolesterol, hayvan hücre zarlarının bileşeni olup zarın akışkanlığını artırırken esneklik ve dayanıklılığını da sağlar. Ayrıca bazı steroitler testosteron, östrojen gibi hormonların öncül maddesidir. Kolesterol omurgalılarda karaciğerde sentezlendiği gibi besinlerle de alınır. Safranın yapısına katılır. Yumurta sarısı, tavuk derisi, sakatat ile ıstakoz, karides gibi deniz kabuklularını fazla tüketmek kanda kolesterol seviyesini yükseltir. Bu durum damar sertliği ve tıkanıklığına yol açar (Görsel 1.54). Kalbi besleyen damarlar tıkanırsa kalp krizi, beyni besleyen damarlar tıkanırsa bilinç kaybı ve felç görülebilir."
            },
            "1.2.2.3. Proteinler": [
              "Proteinler, canlıların yapısında en fazla bulunan organik moleküllerdir. Organizmanın gerçekleştirdiği tüm yaşamsal faaliyetlerde görev alan ve yapılarında; karbon, hidrojen, oksijen, azot elementleri ile birlikte kükürt elementi bulundurabilen polimerlerdir. Proteinlerin monomerleri amino asitlerdir. Bir amino asidin yapısında, merkezdeki karbon atomuna bağlı; bir hidrojen atomu, bir amino grubu, bir karboksil grubu ve “R” ile sembolize edilen değişken (radikal) grup vardır (Görsel 1.56). Canlılarda bulunan 20 farklı amino asidin değişken grupları birbirinden farklıdır. Amino asitler; kuvvetli asitler karşısında baz, kuvvetli bazlar karşısında asit gibi davranarak amfoter özellik gösterir. Amfoter özellik, amino asitlerin bulundukları ortamdaki pH değerinin belirli sınırlarda kalmasını sağlar. Amino asitlerin büyük bir kısmı insan vücudunda üretilebilir. İnsan vücudunda üretilemeyenler dışarıdan besinlerle alınmak zorundadır. Bunlara temel (zorunlu) amino asitler denir.",
              "Bir amino asidin karboksil grubu diğer amino asidin amino grubu ile etkileşime girer. Dehidrasyon tepkimesi ile bir molekül su açığa çıkarak peptit bağı kurulur ve dipeptit oluşur (Görsel 1.57).",
              "Çok sayıda amino asit, dehidrasyon tepkimesi ile bir araya gelirse polipeptitler oluşur (Görsel 1.58). Polipeptitlerin uzunluğu birkaç amino asitten binlerce amino aside kadar değişebilir. Özgül üç boyutlu yapı kazanmış bir ya da birden fazla polipeptitin bir araya gelmesiyle de protein molekülleri oluşur.",
              "Polipeptit sentezi DNA şifresine göre ribozomlarda gerçekleşir. Amino asitlerin farklı sayı, çeşit ve sırada kombinasyonlar oluşturması sonucu milyonlarca farklı polipeptit sentezlenebilir.",
              "Yüksek ve düşük sıcaklık, kuvvetli asit ve bazlar, yoğun tuz, yüksek basınç, radyasyon gibi etkenler proteinlerin yapısını bozar. Bu olay denatürasyon olarak adlandırılır. Denatüre olmuş bir protein biyolojik özelliklerini kaybeder ancak besin değerini kaybetmez. Örneğin yumurta pişirildiğinde yüksek sıcaklık sonucu içerdiği proteinler denatüre olur ve bunun geri dönüşü yoktur (Görsel 1.59). Denatürasyonda amino asitler arasındaki peptit bağları korunur, proteinin üç boyutlu yapısı bozulur ve fonksiyon gerçekleştiremez hâle gelir. Denatüre olmuş bazı proteinler eski hâline dönebilir. Buna renatürasyon denir.",
              "Proteinler canlılarda yapıcı, onarıcı ve düzenleyici olarak görev alır. Hücre zarının yapısında bulunan proteinler, maddelerin tanınması ve taşınmasını sağlar. Biyolojik tepkimeleri hızlandıran ve katalizör olarak görev yapan enzimler protein yapılıdır. Protein yapısında olan insülin, glukagon gibi hormonlar düzenleyici olarak görev yapar. Antikor gibi savunma proteinleri vücut içerisine giren yabancı maddeleri tanır ve mikroorganizmaları etkisiz hâle getirir. Kırmızı kan hücrelerinin yapısında bulunan hemoglobin, protein yapılı olup solunum gazlarını taşır. Kanın pıhtılaşması proteinler sayesinde gerçekleşir. Kollojen gibi yapısal proteinler, kemik, kıkırdak ve eklemlerin yapısına katılır. Saç, tırnak, tüy, boynuz (Görsel 1.60) gibi yapılarda protein bulunur. Kas kasılması yine protein iplikler tarafından gerçekleştirilir. Proteinler, enerji verici olarak kullanıldığında boşaltım atığı olarak karbondioksit ve su dışında amonyak da meydana gelir.",
              "Vücutta önemli role sahip protein açısından zengin besinler; et, süt, peynir, yoğurt, yumurta, baklagiller, tahıllar ve kuru yemişlerdir. Sadece bitkisel veya sadece hayvansal besinler vücut için gerekli olan tüm amino asit çeşitlerini yeterince içermez. Bu nedenle amino asitler bakımından uygun bir diyet programı oluşturulmalıdır. Vücuda gerektiği kadar protein alınmadığında büyüme aksar; hâlsizlik, tüm vücutta kuruma, büzülme, saç dökülmesi ve ödem görülür. Yıpranan dokuların onarımı zorlaşır. Bağışıklık sistemi zayıflar. Proteinler vücutta doğrudan depolanamaz, dışarıdan besinler yoluyla alınan proteinlerin fazlası yağa dönüştürülerek depolanır. Bu durum şişmanlığa neden olur, böbrekler ve karaciğerde hasara yol açar. Ayrıca idrarla kalsiyum atılmasına ve gut hastalığına neden olur."
            ],
            "1.2.2.4. Enzimler": [
              "Canlı veya cansız tüm ortamlarda kimyasal bir tepkimenin başlayabilmesi için tepkimeye girecek maddelerin belirli bir enerji düzeyine ulaşması gerekir. Herhangi bir kimyasal tepkimenin başlayabilmesi için gerekli olan en düşük enerji miktarına aktivasyon enerjisidenir. Katalizörler, tepkimenin gerçekleşmesi için gerekli olan aktivasyon enerjisini düşürerek tepkimeleri hızlandırır ve tepkimelerden etkilenmeden çıkar. Canlı sistemlerde gerçekleşen tepkimeleri hızlandıran biyolojik katalizörlere enzim denir. (Grafik 1.1).",
              "Enzimler yapısal açıdan basit ve bileşik enzim olmak üzere ikiye ayrılır. Basit enzimlerin yapısında sadece protein olan bir kısım bulunur. Bileşik enzimlerde ise protein kısım dışında organik veya inorganik yapılı yardımcı bir grup daha vardır. Bileşik enzimlerin protein olan kısmına apoenzim, yardımcı kısmına kofaktöradı verilir. Apoenzim inaktif olup yardımcı kısım olmadan görev yapamaz. Kofaktör inorganik ya da organik yapıda olabilir. B grubu vitaminler, K+, Ca2+, Mg2+ gibi metal iyonları kofaktörlere örnek verilebilir. Yardımcı kısım ile birleşerek aktif hâle geçen apoenzime holoenzim (bileşik enzim) denir. Bir apoenzim sadece bir çeşit koenzim veya kofaktörle çalışırken bir koenzim veya kofaktör değişik apoenzimlerle çalışabilir. Holoenzimlerde apoenzim, enzimin etki edeceği maddeyi (substrat) tanır. Asıl etkiyi ise yardımcı kısım yapar. Koenzim veya kofaktör kısmı substratı ürüne dönüştürür.",
              "Organizmadaki biyokimyasal tepkimeleri hızlandıran katalizörlere enzim, enzimlerin etki ettiği maddelere substrat, tepkime sonunda ortaya çıkan maddeye ise ürün adı verilir. Enzim ile substratı arasındaki uyum anahtar-kilit ilişkisine benzer (Görsel 1.63). Enzimler substratlara özgüdür. Her enzim her substrata etki edemez.",
              "Enzim substratına bağlanarak enzim-substrat kompleksini oluşturur. Enzimin substratına geçici olarak bağlandığı ve etki ettiği bölgeye aktif merkez denir. Substrat enzim etkisi ile ürüne dönüşür.Enzim, herhangi bir değişikliğe uğramadan üründen ayrılır (Görsel 1.64).",
              "Bazı enzimler çift yönlü çalışabilir (tersinir). Örneğin kanda gazların taşınmasından sorumlu olan ve alyuvarlarda bulunan karbonik anhidraz enziminin CO2 taşınırken gerçekleştirdiği tepkimeler tersinirdir.",
              "Karaciğerde hidrojen peroksiti (H2O2) parçalayan katalaz ile sindirim enzimleri gibi bazı enzimler bu kurala uymaz. Tersinir olarak çalışmaz ve tepkimeleri tek yönlüdür.Enzimler çok hızlı çalışır. Karaciğer, kas ve bitki hücrelerinde metabolizma sonucunda çok zararlı bir bileşik olan hidrojen peroksit (H2O2) oluşur. Bu hücrelerde bulunan katalaz enzimi, her bir saniyede milyonlarca hidrojen peroksit (H2O2) molekülünü su ve oksijene parçalayarak zararsız hâle getirir. (Görsel 1.65)",
              "Enzimler, hem hücre içinde hem de hücre dışında çalışabilir. Örneğin besinleri parçalayan sindirim enzimleri, hücre içinde ve hücre dışında çalışabilmektedir.Enzimler, tepkimelerden değişmeden çıkar. Bu yüzden tekrar tekrar kullanılabilir. Zamanla yapısı bozulan enzimler amino asitlerine kadar yıkılır ve yerine yenisi sentezlenir. Koenzim ve kofaktörler de tekrar tekrar kullanılabilir.",
              "Hücrede her enzim, belirli bir genin kontrolünde sentezlenir.Enzimler takımlar hâlinde çalışır, bir enzimin etki ettiği tepkimenin ürünü, kendinden sonraki enzimin substratıdır. Nişastayı glikoza kadar parçalayan amilaz ve maltaz enzimleri buna iyi bir örnektir.",
              "Takım hâlinde çalışan enzimlerde son ürün miktarı belli bir değere ulaştığında metabolik yolun son ürünü metabolik yolda yer alan bir enzime bağlanarak o enzimin çalışmasını durdurur. Böylece metabolik yol kontrol edilir. Bu olaya feed back (geri besleme) mekanizması denir. Enzimler, genellikle substrat çeşidi ya da tepkime çeşidi isminin sonuna -az eki getirilerek adlandırılır. Maltaz, sükraz, kinaz ve hidrolaz buna örnektir. İsminin sonunda -ojen eki bulunan enzimler ilk salgılandıklarında inaktif durumdadır. Bu enzimler, belirli şartlar altında aktif hâle geçer. Örneğin midede proteinlerin sindirimini gerçekleştiren pepsinojen enzimi ilk salgılandığında inaktiftir. Besinlerin mideye ulaşmasıyla birlikte salgılanan HCl (hidroklorik asit) sayesinde pepsinojen, aktif formu olan pepsine dönüşür."
            ],
            "Enzimlerin Çalışmasına Etki Eden Faktörler": {
              "a) Sıcaklık": "Enzimler, protein yapılı olduğundan yüksek ve düşük sıcaklıktan etkilenir. 0 °C gibi düşük sıcaklıklarda genellikle enzimlerin yapısı bozulmaz. Ancak enzimler etkinlik gösteremez. Gıdaların düşük sıcaklıkta uzun süre bozulmadan saklanabilmesinin sebebi budur. Enzimler, insan vücudunda en iyi 37 °C civarında çalışır. Enzimlerin en iyi çalıştığı sıcaklık değerine optimum (ideal) sıcaklık denir. Her enzimin sıcaklığa karşı belirli bir toleransı vardır. Optimum sıcaklık değeri aşıldığında tepkimenin hızı düşmeye başlar ve genellikle 55 °C’den sonra tamamen durur (Grafik 1.2). Bunun sebebi enzimleri oluşturan proteinlerin yapısının yüksek sıcaklıklarda bozulmasıdır (denatürasyon). Sinir sistemi enzimleri 41°C’den sonra denatüre olur. Bu nedenle yüksek ateş havale geçirilmesine neden olan etmenlerden biridir.",
              "b) pH Derecesi": "Her enzimin etkin bir şekilde çalıştığı belirli bir pH aralığı ve maksimum hızda çalıştığı belirli bir pH değeri vardır. Enzimin maksimum hıza ulaştığı pH değerine optimum (ideal) pH denir. Örneğin midede çalışan sindirim enzimleri, asidik; pankreas ve bağırsaktan salınan sindirim enzimleri ise bazik ortamda çalışır. Midede çalışan pepsin enziminin optimum pH değeri 2, bağırsaklarda görev alan tripsin enziminin optimum pH değeri ise 8’dir. Kan ve vücut proteinlerinin optimum pH değeri ise genellikle 7’dir (Grafik 1.3).",
              "c) Enzim ve Substrat Miktarı": [
                "Enzim ve substrat miktarı tepkime hızını etkiler. Enzim ve substrat miktarına bağlı olarak reaksiyon hızı üç farklı şekilde değişebilir.",
                "Enzim ve substrat miktarı sürekli artarsa tepkime hızı sürekli artar (Grafik 1.4 a). Doğal ortamlarda enzim ve substrat miktarı sınırlı olduğu için bu tür tepkime grafiklerine rastlanmaz.",
                "Enzim miktarı sabit, substrat miktarı sürekli artarsa tepkime hızı belirli bir noktaya kadar artar. Tüm enzimler substratları ile birleştiğinde tepkime hızı sabitlenir (Grafik 1.4 b).",
                "Enzim miktarı artarken substrat miktarı sabit ise tepkime hızı belirli bir noktaya kadar artar. Ortamda substrat kalmadığında tepkime durur (Grafik 1.4 c)."
              ],
              "ç) Su": "Ortamdaki su yoğunluğu %15’in altına düştüğünde enzimler aktivite gösteremez. Yoğunluk %15’in üstüne çıktığında enzimler çalışmaya başlar. Su yoğunluğu belirli bir noktaya ulaşıncaya kadar tepkime hızı artar ve belirli bir noktadan sonra sabit kalır. Su yoğunluğu aşırı artarsa tepkime hızı azalır.Düşük su yoğunluğundan dolayı kurutulmuş meyve ve sebzelerde mikroorganizmalar üreyemez. Bu sayede kurutulmuş gıdalar uzun süre bozulmadan saklanabilir.",
              "d) Substrat Yüzeyi": "Enzimler dış yüzeylerinden başlayarak substratlara etki eder. Substrat yüzeyi artırılabiliyorsa tepkime hızı da artar (Grafik 1.5). Besinlerin iyice çiğnendikten sonra yutulması, substrat yüzeyini artırdığından sindirim tepkimelerini hızlandırır.",
              "e) Aktivatörler": "Enzimin çalışma hızını artıran madde veya faktörlere aktivatördenir. Pepsinojen, mide hücreleri tarafından üretilen inaktif bir enzimdir. Hidroklorik asit (HCl), pepsinojeni aktif pepsin durumuna getiren bir aktivatör maddedir. Bileşik enzimlerin yapısında bulunan kofaktör ya da koenzimler ile su da bir aktivatördür. Isı, ışık, pH değişimleri bir noktaya kadar aktivatör etki gösterir. Örneğin fotosentezde görev alan bazı enzimler, ışık ile aktive olur.",
              "f) İnhibitörler": "Enzimlere bağlanarak veya enzimi kararsız hâle getirerek etkisizleştiren madde veya faktörlere inhibitör denir. İnhibitörler enzimlerin etkinliğini yavaşlatır ya da geri dönüşümsüz olarak durdurur. Siyanür, yılan, böcek ve akrep zehirleri, arsenik, kurşun, cıva gibi elementler, antibiyotikler ve bazı metabolik son ürünler inhibitörlere örnek verilebilir. Yüksek sıcaklık, ışık, pH değişimleri de inhibitör etkisi gösterir. Örneğin ultraviyole ışınlar amilaz enzimini inhibe eder."
            },
            "Enzimlerin Kullanım Alanları ve Önemi": "Enzimler, binlerce yıldır insanlar tarafından çeşitli şekillerde kullanılmıştır. Endüstrinin hemen her alanında kullanılan enzimler genellikle mikroorganizmalardan elde edilir. Mikroorganizmalar, kolay çoğalabilmeleri, enzimlerin sentezinin kolayca kontrol edilebilmeleri nedeniyle tercih edilir.Günümüzde enzimlerin kullanıldığı alanlar oldukça çeşitlenmiştir. Üretilen saf enzimlerin toplam miktarı yıllık 500 tona ulaşmıştır. Gıda endüstrisi enzimlerin en fazla kullanıldığı alandır. Enzimler, peynir ve ekmek yapımında; et ürünlerinin işlenmesinde; laktozsuz sütün, hipoalerjik bebek mamalarının, glikoz ve fruktoz şekeri içeren tatlandırıcıların ve alkollü içeceklerin üretiminde; meyve sularının berraklaştırılmasında kullanılır. Biyoteknolojik araştırmalarda; teşhis ve tedavi amacıyla tıpta; eczacılıkta ilaç üretiminde; enfeksiyonları engellemek için kontak lens ve yara temizleme solüsyonlarında enzimler kullanılır. Hazım kolaylaştırıcı bazı ilaçların yapısında protein, lipit ve karbonhidratları parçalayan enzimler kullanılmaktadır. Ayrıca deterjan endüstrisinde özellikle sindirim enzimleri önemli yer tutar. Protein, yağ ve nişastalı artıkları parçalamak için bulaşık ve çamaşır deterjanlarına (Görsel 1.67) enzim eklenir. Bulaşık deterjanlarında kullanılan enzimlerin büyük ölçekte üretilebilmesi amacıyla bakteri ve mantar türleri kullanılır.eriden tüy veya kılların uzaklaştırılması ve derinin yumuşatılması amacıyla deri sanayinde ve dokuma ipliklerinin işlenmesini kolaylaştırmak için tekstilde enzimler kullanılmaktadır. Ayrıca kâğıt ve boya sanayinde, biyoyakıt endüstrisinde, organik ve inorganik atıkların yok edilmesinde enzimlerden yararlanılır. Günümüzde uygulanan enzim tedavisi sayesinde kanser hücreleri bağışıklık sisteminin tepkimelerine karşı savunmasız bırakılmakta ve bu şekilde kanserli hücrelerin yok edilmesi sağlanmaktadır.",
            "1.2.2.5. Hormonlar": "Hormonlar; belirli hücre tiplerinden salgılanan ve hedef hücreler üzerinde düzenleyici etki gösteren, amino asit, protein ve steroit yapılı organik bileşiklerdir. Hormonlar; büyüme, gelişme, üreme ve homeostaziyi sağlama gibi görevleri yerine getirdiğinden canlılık için çok önemlidir. Az ya da çok salınması metabolik rahatsızlıklara yol açar. Hayvanlarda özel bezler tarafından üretilen hormonlar, kan ve vücut sıvılarıyla hedef organlara taşınır. Örneğin insanda hipofiz bezinden salgılanan ve kan yoluyla tüm vücuda dağıtılan büyüme hormonu, vücuttaki hücreleri etkileyerek büyümeyi ve hücre yenilenmesi ile hücrenin bölünmesini uyarır. Az salınması cüceliğe, fazla salınması ise devliğe yol açar (Görsel 1.68). Bitkilerde üretilen hormonlar ise büyüme, çiçeklenme, meyve oluşumu, yaprak dökümü gibi olayları düzenler.",
            "1.2.2.6. Vitaminler": [
              "Sağlıklı bir yaşamın sürdürülebilmesi için proteinler, lipitler, karbonhidratlar, inorganik tuzlar, mineraller gibi maddelerin yanı sıra vitaminlere de ihtiyaç duyulur. Vitaminler, genelde insan vücudu tarafından üretilemediğinden besinler yoluyla dışarıdan hazır alınmaları gerekir (Görsel 1.69). Bitkiler ihtiyaç duyduğu vitaminlerin tümünü kendileri üretir.",
              "Her vitaminin metabolizmada kendine özgü bir fonksiyonu olduğu için bir vitaminin eksikliği bir başka vitamin ile giderilemez. Vitaminlerin eksikliği durumunda birtakım rahatsızlıklar meydana gelir. Vitaminler vücutta enerji verici olarak kullanılmaz ancak enerji dönüşüm olaylarında ve biyokimyasal tepkimelerde enzimlerin yardımcı grupları olarak görev aldığı için düzenleyici moleküllerdir. Vitaminler basit yapılı olduğundan sindirime uğramaz ve hücre zarından doğrudan geçebilir. Vitaminlerin birçoğu yüksek sıcaklık, ışık, asit-bazdan etkilenir ve oksijen varlığında bozulur.",
              "Vitaminler yağda ve suda çözünen vitaminler olmak üzere iki gruba ayrılır. Yağda çözünenler A, D, E ve K; suda çözünenler ise B grubu ve C vitaminleridir"
            ],
            "a) Yağda Çözünen Vitaminler": {
              "Yağda Çözünen Vitaminler": "Yağda çözünen vitaminler vücutta depolanabildiğinden eksiklikleri geç hissedilir. Yağda çözünen vitaminlerin bağırsaklardan emilebilmesi için yağların sindiriminde ve emiliminde problem olmaması gerekir.",
              "A vitamini": "Suda çözünemeyen A vitamini, benzen, eter, kloroform gibi maddelerde çözünür. Görme, büyüme, üreme, bağışıklık, kan yapımı ve embriyo gelişimi için gerekli olan bir vitamindir. A vitamini; hayvansal gıdalardan en çok balık, karaciğer, tereyağı, yumurta sarısı ve yağlı sütte, koyu yeşil-sarı yapraklı sebzelerde, havuçta (Görsel 1.70), patateste ve meyvelerde bol miktarda bulunur. A vitaminin öncüsü olan karotenler ince bağırsaklarda emilir. Karaciğerde dönüştürülerek depolanan A vitamininin eksiklik belirtileri, yetişkinlerde bir yıldan sonra görülmeye başlar. A vitamini eksikliğinde; kemik ve diş gelişiminde problemler, deride kuruma ve pullanma, gece körlüğü, vücut direncinin azalması gibi rahatsızlıklar görülebilir.A vitamininin uzun süre yüksek dozda alınması durumunda vücutta zehirlenme belirtileri görülür. Deri, avuç içi ve ayak tabanları sarı bir renk alır.",
              "D vitamini": "D vitamini, kalsiyum ve fosforun ince bağırsaklarda emilmesini ayrıca kemik ve dişlerde depolanmasını sağlar. İdrarla kalsiyum ve fosfor atılımını azaltır. D vitamini eksikliğinde çocuklarda uzun kemiklerde eğriliklerle ortaya çıkan raşitizm, büyüme ve gelişmede gerileme, ilerleyen yaşlarda osteoporoz (kemik erimesi), osteomalazi (kemik yumuşaması) gibi kemik kayıplarına bağlı oluşan hastalıklar görülür. Raşitizm özellikle süt çocuklarında çok görülen bir hastalıktır.D vitamini balık yağında bol miktarda bulunur. Yumurta sarısı, karaciğer, süt ve tereyağı D vitamininin doğal kaynaklarıdır (Görsel1. 71). D vitamini ihtiyacını karşılamanın diğer bir yolu da güneş ışığından yeterince yararlanılmasıdır. Ultraviyole ışınlarının etkisiyle deride üretilen bir öncü madde karaciğer ve böbreklerde aktifleştirilerek D vitaminine dönüştürülür. D vitamini uzun süre yüksek dozda alındığında kanda kalsiyum düzeyi artar, damar sertliği, böbrek taşı ile vücudun çeşitli bölgelerinde kireçlenmeler görülür.",
              "E vitamini": "E vitamini doymamış yağ asitlerinin oksitlenmesini engeller. Oksijen ile bozulmayı önleyen (antioksidan) özelliğinden dolayı hücrelerin daha uzun süre yaşamasını ve yenilenmesini sağlar. Hücre zarının korunmasında ve damar tıkanıklığının önlenmesinde önemlidir. Hücrelerin genel sağlığını korur. Vücutta kontrolsüz hücre bölünmesini önleyerek tümör oluşumunu engeller. Alzheimer (Alzaymır) hastalığının ilerlemesini yavaşlatması sebebiyle oldukça önemli bir vitamindir. E vitamininin en önemli kaynakları; bitkisel yağlar, yeşil yapraklı sebzeler, fındık, badem, ceviz gibi yağlı tohumların embriyo kısmı ve kuru baklagillerdir (Görsel 1.72).E vitamini eksikliğinde kısırlık, kaslarda yorgunluk, karaciğer hastalıkları, kırmızı kan hücrelerinin kolayca parçalanması gibi sorunlar görülmektedir",
              "K vitamini": "K vitamini, kanın pıhtılaşmasını sağlayan proteinlerin sentezi için gerekli olan ve yağda çözünebilen bir vitamindir. K vitamini bağırsaklarda bakteriler tarafından sentezlenirken aynı zamanda bitkisel ve hayvansal besinlerde bol miktarda bulunur. Yeşil yapraklı sebzeler, yeşil çay, karnabahar, marul, lahana, ıspanak ve sığır karaciğerinde (Görsel 1.73) bol miktarda K vitamini vardır. K vitamini yetersizliğine insanlarda pek rastlanmaz ancak ameliyat, doğum, yaralanma gibi kanamalı durumlarda, bağırsakta yaşayan yararlı bakterileri de yok eden ilaçların fazla kullanılması sonucunda eksiklik belirtileri görülebilir. Belirtilerin en önemli özelliği kanayan bir dokudan kan kaybını engelleyen pıhtılaşmanın gerçekleşmemesi ve kanamanın durdurulamamasıdır. Böyle durumlarda doktor kontrolünde K vitamini takviyesi yapılmalıdır."
            },
            "b) Suda Çözünen Vitaminler": {
              "Suda Çözünen Vitaminler": "Suda çözünen vitaminler, vücutta depolanamaz ve fazlası böbrekler yoluyla dışarı atılır. Eksiklik belirtileri, yağda çözünen vitaminlere göre daha çabuk görülür.",
              "B grubu vitaminler": [
                "Suda çözünebilen bir vitamin grubu olan B vitaminleri, vücutta depolanamadığı için her gün düzenli olarak alınması gerekir. Vücut, ihtiyacı kadarını kullandıktan sonra fazlasını idrar ve ter yoluyla dışarı atar. Hücre metabolizmasında önemli görevleri olan B vitamininin birçok türevi vardır. B grubu vitaminler metabolizmada daha çok koenzim olarak görev yapar.",
                "B grubu vitaminlerinin eksikliğinde, yorgunluk, hâlsizlik, iştahsızlık, sindirim, sinir sistemi hastalıkları, unutkanlık, cilt sorunları, katarakt ayrıca gelişim geriliği gibi sağlık problemleri ortaya çıkar. Sıkı bir vejetaryen diyet uygulayan, mide ameliyatı geçiren kişilerde; şeker hastalarında ve aşırı alkol tüketenlerde B grubu vitaminlerin eksikliği daha sık görülür.",
                "B grubu vitaminler; yağsız et, beyin, yürek, böbrek, karaciğer, yumurta, tavuk eti, balık, işlenmemiş tahıllar, yer fıstığı, fındık, ceviz gibi kuru yemişler, yağlı tohumlar ile kepekli ekmekte bol miktarda bulunur (Görsel 1.74).",
                "B grubu vitaminlerinin eksikliğinde pellegra, beriberi ve anemi (kansızlık) gibi hastalıklar baş gösterir. Pellegra hastalarında başta psikolojik sorunlar olmak üzere ishal, kansızlık, cilt enfeksiyonları ve ağız içinde yaralar görülür. Beriberi ise bir sinir sistemi hastalığıdır. Kişide yürüme bozuklukları ortaya çıkar, zamanla kaslar erir ve refleksler kaybolur; vücutta zayıflık ile dokularda sıvı birikimi (ödem) görülür."
              ],
              "C vitamini": "C vitamini, suda yüksek oranda çözünebilen ve insan vücudunda sentezlenemediğinden besinlerle alınması zorunlu olan en dayanıksız vitamindir. Eksikliğinde, diş etlerinin çekilmesiyle kendisini gösteren skorbüt hastalığı görülür. Diş etlerinde ve deride küçük kanamalar, bağışıklık sisteminde zayıflama, iştahsızlık, hâlsizlik, anemi ve eklemlerde şişme C vitamini eksikliğinin diğer belirtileridir. Çocuklarda büyüme geriliği, enfeksiyonlara karşı vücut direncinin azalması, yaraların iyileşmesinde gecikme, mikrobiyal hastalıkların daha sık görülmesi gibi birçok sağlık sorununun C vitamininin eksikliğinden kaynaklandığı bilinmektedir. Kuşburnu, kivi, mandalina, portakal, limon gibi turunçgiller; kırmızı ve yeşilbiber, koyu yeşil yapraklı taze meyve ve sebzeler C vitamini kaynağıdır (Görsel 1.75). Besinlerin hazırlanması, pişirilmesi ve saklanması sırasında önemli ölçüde C vitamini kaybı olur. Bu nedenle pişirilmeden yenilebilen havuç, domates, maydanoz, biber gibi besinler taze olarak tüketilmelidir."
            },
            "1.2.2.7. Nükleik Asitler": {
              "Nükleik Asitler": "Çekirdek, hücrenin yönetim merkezidir. Hücre çekirdeğinde DNA’lar ve bu DNA’ların üzerinde genler vardır. Genler, canlının tüm kalıtsal şifrelerini taşımakta ve bu şifreleri nesilden nesile aktarabilmektedir. Bir hücrede gerçekleşen madde ve enerji dönüşüm olaylarının tamamı doğrudan veya dolaylı olarak nükleik asitlerin kontrolü altında gerçekleşmektedir. Nükleik asitler, proteinlerin yapım ve yıkımını kontrol eder. Bir organizmada üretilen her bir RNA ve protein molekülü organizmanın DNA’sı tarafından belirlenir.Hücrelerde deoksiribonükleik asit (DNA) ve ribonükleik asit (RNA) olmak üzere yapısal ve fonksiyonel yönden birbirinden farklı iki çeşit nükleik asit bulunur (Görsel 1.76). C, H, O, N ve P elementleri içeren bu polimerler, çok sayıda nükleotidin belirli bir düzen içerisinde bir araya gelmesiyle oluşur.Nükleotitler, nükleik asitlerin yapısal birimleridir. Her bir nükleotit 3 alt birimden oluşur.",
              "Nükleik Asitlerin Yapısal Birimleri": {
                "Azotlu Organik Bazlar": "Azotlu organik bazlar, halka yapısına göre pürin ve pirimidin bazları olmak üzere iki çeşittir (Görsel 1.77). Pürin bazları biri altıgen diğeri beşgen şekilli iki halkanın birleşmesinden oluşmuştur. Pirimidin bazları ise yalnızca altıgen şekilli tek bir halkadan ibarettir. Pürin bazları adenin (A) ve guanin (G) olmak üzere 2, pirimidin bazları ise sitozin (C), timin (T), ve urasil (U) olmak üzere 3 çeşittir. DNA’da adenin, guanin, sitozin ve timin organik bazları içeren nükleotitler; RNA’da ise adenin, guanin, sitozin ve urasil organik bazları içeren nükleotitler bulunur. DNA’daki timin bazı yerine RNA’da urasil bazı vardır.",
                "5 Karbonlu Şekerler": "Şekerler nükleik asitlerin en önemli elemanlarından biridir. Tüm nükleotit çeşitlerinde bir adet 5 karbonlu şeker (pentoz) bulunur. Bu pentoz riboz veya deoksiriboz şekerlerinden biridir. RNA nükleotitlerinde bulunan 5 karbonlu şeker riboz, DNA nükleotitlerinde bulunan 5 karbonlu şeker ise deoksiribozdur (Görsel 1.78).",
                "İnorganik Fosfat Grubu (HPO42-)": "Nükleotitlerin yapısına katılan üçüncü molekül inorganik fosfat grubudur (HPO42-) (Görsel 1.79). Bu molekül DNA ve RNA’ya asidik özellik kazandırır.Bir nükleotidin sentezi sırasında azotlu organik baz ile 5 karbonlu şeker birbirine glikozit bağıyla bağlanarak nükleozit oluşturulur. Nükleozitteki şekere inorganik fosfat grubunun ester bağıkurularak eklenmesiyle de nükleotit meydana getirilir (Görsel 1.80). Glikozit ve ester bağlarının kurulumu sırasında su açığa çıkar (dehidrasyon).Nükleotitler, DNA ve RNA moleküllerinin yapısal birimleri olarak görev yapmaktadır. DNA, tüm canlılarda bulunur ve aynı çeşit nükleotitleri içerir. Canlılardaki nükleotit çeşitleri aynı olmasına rağmen bunların sırası ve sayısı birbirinden farklıdır. Bu özellik canlıların birbirinden farklı olmasını sağlayan temel faktördür. Hem DNA hem de RNA’da aynı iplik üzerinde bulunan bir nükleotidin fosfatı diğer nükleotidin şekerine fosfodiester bağlarıyla bağlanarak uzun polinükleotit zincirleri oluşturur. Fosfodiester bağlarının bir iplik üzerinde birbiri ardına gelen fosfat ve şeker grupları, nükleik asitlerin omurgasını meydana getirir. Azotlu organik bazlar ise bu omurgaya düzenli aralıklarla eklenmiş yan gruplar hâlindedir."
              },
              "A) Deoksiribonükleik Asit (DNA)": [
                "DNA, canlıların genetik bilgisini taşıyan ve bilgileri sonraki döllere aktaran; protein sentezini yöneten, çift iplikli sarmal yapılı bir polinükleotitdir (Görsel 1.81). DNA ökaryot hücrelerde çekirdek, mitokondri ve kloroplastta; prokaryot hücrelerde ise sitoplazmada bulunur",
                "DNA molekülünde karşılıklı iki zincirde bulunan pürin ve pirimidin bazları arasındaki eşleşmeler, daima adenin karşısında timin; guanin karşısında sitozin gelecek şekilde düzenlenir. Tüm DNA moleküllerinde bir iplikte bir pürin bazının karşısına karşı iplikte daima bir pirimidin bazı gelir. Dolayısıyla hangi canlıya ait olursa olsun tüm DNA moleküllerinde A/T, G/C, Pürin/Pirimidin oranları 1’e eşittir.Canlıların DNA’larındaki A+T/G+C oranı ise türe özgüdür.",
                "1953 yılında James Watson (Ceyms Vatsın) ve Francis Crick (Fransis Kırik) DNA’nın üç boyutlu yapısını açıklayan Çift Sarmal Modeli’ni ileri sürdüler. Bu modele göre DNA, sarmal oluşturacak şekilde aynı eksen etrafında sağa dönen iki iplikten oluşur. Art arda gelen şeker ve fosfat gruplarının oluşturduğu omurga, ikili sarmalın dış tarafındadır. Her iki zincirin pirimidin ve pürin bazları karşılıklı gelecek şekilde sarmalın iç tarafında dizilir. DNA molekülünün karşılıklı iki zincirindeki pürin ve pirimidin bazları, zayıf hidrojen bağları tarafından bir arada tutulur. Adeninler ile timinler arasında ikili, guaninler ile sitozinler arasında üçlü zayıf hidrojen bağları vardır (Görsel 1.82). Hidrojen bağları, zayıf fiziksel bağlar olduğu için oluşumları sırasında su açığa çıkmaz.",
                "Hücre bölüneceği zaman çekirdeğindeki tüm DNA molekülleri kendilerinin hatasız birer kopyasını çıkarır. Bu olaya replikasyon (eşleme) denir. Bir canlının vücut hücrelerindeki DNA’ları oluşturan nükleotitlerin sırası ve sayısı aynıdır. Aynı türe ait canlıların DNA’ları büyük oranda birbirine benzerdir. Bu durum, bireyler arasındaki akrabalık derecesinin belirlenmesinde önemlidir."
              ],
              "B) Ribonükleik Asit (RNA)": "RNA, DNA’dan aldığı genetik bilgi ile protein sentezini gerçekleştiren; riboz şekeri içeren nükleotitlerin birbirine bağlanması ile meydana gelen tek zincirli polimerdir. DNA molekülleri ile kıyaslandığında boyları daha kısadır. Bir DNA molekülündeki nükleotit sayısı yüz milyonları bulurken RNA’daki nükleotit sayısı yüzlerle ifade edilir. RNA molekülü DNA gibi kendini eşleyemez ve onaramaz. Tüm RNA çeşitleri DNA üzerinden sentezlenir. RNA, prokaryot hücrelerde sitoplazma ve ribozomlarda; ökaryot hücrelerde çekirdek, çekirdekçik, sitoplazma, ribozom, mitokondri ve kloroplastlarda bulunur.RNA molekülü timin organik bazı içermez. Timin yerine urasil bazı bulunur. Gerek prokaryot gerekse ökaryot hücrelerde genellikle üç çeşit RNA’ya rastlanmaktadır. Bunlar; mesajcı (haberci) RNA’lar (mRNA), taşıyıcı RNA’lar (tRNA) ve ribozomal RNA’lar (rRNA)dır.",
              "Rna Çeşitleri": {
                "a) Mesajcı RNA (mRNA)": "Ökaryot hücrelerde DNA çekirdekte bulunur ve bölünme haricinde hiçbir zaman çekirdek dışına çıkamaz. Hâlbuki protein sentezi sitoplazmadaki ribozomlarda gerçekleşir. Bunun için DNA’daki bilginin ribozomlara taşınması gerekir. mRNA’lar, protein sentezi için gerekli olan genetik bilgiyi DNA’dan alıp sitoplazmadaki ribozomlara taşıyan aracı moleküllerdir.",
                "b) Taşıyıcı RNA (tRNA)": "tRNA’lar protein sentezi için gerekli olan amino asitleri sitoplazmadan ribozoma taşır. tRNA diğer RNA’lar gibi tek zincirden oluşur. DNA üzerinden sentezlendikten sonra kendi üzerinde katlanıp zayıf hidrojen bağı ile bağlanarak üç boyutlu özel bir şekil alır (Görsel 1.84). Her bir tRNA molekülü kendine özgü bir amino asidi bağlayıp protein sentezine katılması için ribozoma taşır.",
                "c) Ribozomal RNA (rRNA)": "Ribozomal RNA, proteinlerle birlikte ribozomların yapısına katılır. Hücrede en fazla bulunan RNA çeşididir. Ribozomal RNA’lar, çekirdekçikte sentezlenir. Ribozomun yapısına katılırken zayıf hidrojen bağları ile kendi üzerinde katlanıp üç boyutlu yapı kazanır."
              }
            },
            "1.2.2.8. ATP ve Canlılar İçin Önemi": [
              "Bütün canlılar; hücre zarından bazı maddeleri geçirme, organik madde sentezi, hareket, sinirsel iletim, hücre bölünmesi, üreme gibi yaşamsal faaliyetleri gerçekleştirebilmek için enerjiye ihtiyaç duyar. İhtiyaç duyulan enerji, besinler yoluyla alınan karbonhidrat, yağ ve proteinlerde depolanmış kimyasal enerjinin hücrelerde solunumla açığa çıkarılması sonucunda üretilen adenozin trifosfat (ATP) molekülünden karşılanır (Görsel 1.86). Organik besinlerin sentezi için gerekli olan enerji fotosentetik canlılarda güneş ışığı yardımıyla elde edilen ATP’den sağlanır.",
              "ATP; azotlu organik bir baz olan adenin, beş karbonlu bir şeker olan riboz ve üç adet fosfat grubundan oluşur (Görsel 1.87). Fosfat molekülleri arasında fosfat bağları vardır. Bir molekül ATP’nin hidrolizi sonucu adenozin difosfat (ADP) ve inorganik fosfat (Pi) ile serbest enerji açığa çıkar. Açığa çıkan enerji birçok canlılık faaliyeti için kullanılır.",
              "ADP’ye bir fosfat grubunun bağlanması ile gerçekleşen ATP sentezine fosforilasyon adı verilir. ATP’nin yapımı enerji alan (endergonik), yıkımı ise enerji veren (ekzergonik) bir reaksiyondur. ATP’deki fosfat bağlarının koparılmasına defosforilasyon denir.",
              "ATP hücre içinde depolanamaz, bu nedenle hücrede anında üretilip anında tüketilir. ATP bir hücreden diğerine aktarılamaz, her hücre ihtiyaç duyduğu ATP’yi kendisi üretir. ATP enerji birimi olmasının yanında hücrede RNA sentezine doğrudan katıldığından canlılar için önemlidir."
            ],
            "1.2.2.9. Sağlıklı Beslenme": [
              "Sağlıklı beslenme; yeterli, düzenli ve dengeli beslenmedir. Kendi bedenine saygı gösteren insanlar sağlıklı beslenmeye dikkat eder. Sağlıklı beslenme herkes için özellikle de çocuklar için çok önemlidir. Yetersiz ve dengesiz beslenen çocukların bedensel ve zihinsel gelişimleri geri kalır. Çocukluk dönemindeki hatalı beslenme alışkanlıkları; yüksek tansiyon, kalp-damar hastalıkları ve obezite için risk oluşturur. Obezite, sağlığı bozacak ölçüde vücutta aşırı yağ birikmesidir",
              "Gıda maddeleri dünya nüfusuna eşit bir şekilde dağılmamıştır. Dünya nüfusunun önemli bir bölümü, yetersiz ve dengesiz beslenme sonucu oluşan hastalıklarla mücadele ederken aşırı ve dengesiz beslenme sonucu oluşan obezite birçok insan için önemli bir sağlık sorunu olmaktadır. Obezite; tip 2 diyabet, hipertansiyon, kalp damar hastalıkları, solunum zorluğu, felç, karaciğer yağlanması, kas ve iskelet rahatsızlıkları, ruhsal bozukluklar gibi sağlık sorunlarına neden olmaktadır (Görsel 1.88).",
              "Obezite ile diyabet arasındaki bağlantı insülin direnci ile ilişkilidir. İnsülin direnci, insülin hormonuna karşı vücutta duyarsızlık gelişmesidir. İnsülin, pankreastan salgılanır ve kan şekeri yükseldiğinde kan şekerini düşürür. İnsülin direnci, tip 2 diyabetin gelişmesine zemin hazırlayan önemli bir sorundur. Diyabetli bireylerde insülin eksik veya etkisiz olduğu için şeker hücre içine giremez ve kanda miktarı yükselir. Kan şekerinin yükselmesi; kalp-damar hastalıkları, böbrek sorunları, görme sorunları, körlük, felç, duyu kayıpları, ayak yaraları, yara iyileşmesinde gecikme gibi sorunlara neden olur. Sağlıklı beslenme (Görsel 1.89) için ihtiyaç duyulan karbonhidrat, yağ, protein, vitamin ve mineraller düzenli olarak vücuda alınmalıdır. Tüm bunları içeren günlük menüler oluşturulmalıdır. Et, süt, yumurta, yoğurt, peynir, baklagiller, tahıllar, kuru yemişler, taze sebze ve meyve düzenli tüketilmeli; günlük 8-10 bardak su içilmelidir. Şeker, tuz ve yağ içeriği yüksek yiyecek-içeceklerin aşırı tüketiminin, birçok hastalığı beraberinde getirdiği unutulmamalıdır."
            ]
          }
        }
      },
      "2.ÜNİTE": {
        "2.Ünite": "HÜCRE",
        "2.0.": "Bu ünitede yeryüzündeki tüm canlıların temel, yapısal ve fonksiyonel biriminin hücre olduğunu, hücre tiplerini, hücre tipleri arasındaki benzerlik ve farklılıkları, hücreyi meydana getiren yapıları, görevlerini ve fonksiyon bozukluklarına bağlı olarak meydana gelen hastalıkları öğreneceksiniz.",
        "1.Bölüm": {
          "2.1. HÜCRE": [
            "Günümüzde tüm canlıların hücre ya da hücrelerden oluştuğu bilinmektedir. Hücre; canlıların temel yapısal ve işlevsel birimidir. Hücrenin keşfi mikroskobun icadı ile mümkün olmuştur. Biyolojinin en önemli gözlem ve ölçme araçlarından olan mikroskoplar, gözün görme sınırları ötesinde bulunan küçük cisimlerin optik veya manyetik bir seri mercek sistemi yardımıyla büyütülerek incelenmesini sağlar. Mikroskobun icadı ve gösterdiği gelişim (Görsel 2.2), biyoloji biliminde devrim niteliğinde buluşlara yol açmış; birçok yeni bilim dalının ortaya çıkmasını sağlamıştır.",
            "16. yüzyılda Zacharias Janssen (Zakaryas Yansen) adlı Hollandalı bilim insanı, içbükey ve dışbükey mercekler kullanarak 9 kat büyütme gücüne sahip mikroskobu icat etmiştir. Bu mikroskop, ilk yıllarda sinek ve böcekleri yakından incelemek isteyenler için bir eğlence aracı olmuştur. O dönemde insanlar, henüz mikroskopla bilimsel keşifler yapılabileceğini düşünmemekteydi. Mikroskobun öneminin anlaşılması Marcello Malpighi’nin (Marsello Malpigi) yaptığı keşiflerle sağlanmıştır. Marcello Malpighi 1664 yılında mikroskop ile kılcal damarlardaki kan akışını inceledi. Böylece mikroskop kullanımında bilimsel yaklaşımın ilk adımları atılmış oldu.",
            "17. yüzyılın ortalarında İngiliz bilim insanı Robert Hooke (Rabırt Huk), kendi geliştirdiği mikroskop ile meşe ağacının mantar dokusundan aldığı çok ince kesitleri incelemiştir. Gördüğü küçük odacık şeklindeki yapılara hücre anlamına gelen cellula (selüla) adını vermiş, 1665 yılından itibaren de hücre kavramı kullanılmaya başlanmıştır. Robert Hooke’un gözlemlediği yapılar, her ne kadar ölü hücrelerden geriye kalan boşluklar olsa da insanoğlunun dikkatinin mikro dünyaya yoğunlaşmasını sağlamıştır.",
            "17. yüzyılın sonlarında Hollandalı bir kumaş tüccarı olan Anton van Leeuwenhoek (Anton van Lövenhuk), kumaşları incelemek için yaptığı mikroskoplar ile sperm hücrelerini ve bakterileri inceledi. ",
            "Leeuwenhoek, 1676’da mikroskopla bakterilerin varlığını keşfeden ilk kişi olmuştur. Bu nedenle Leeuwenhoek, mikrobiyoloji biliminin kurucusu kabul edilmektedir.",
            "19. yüzyılda Alman bilim insanları; Theodor Schwann (Teodor Şıvan), Matthias Schleiden (Matyas Şılaydın) ve Rudolf Virchow’un (Rudolf Virkov) çalışmaları hücrenin canlılık için önemini ortaya koymuştur. Schleiden tüm bitkilerin hücrelerden oluştuğunu ve hücrenin bitkinin temel birimi olduğunu ifade etmiş, çekirdeğin hücre bölünmesindeki rolüne dikkat çekmiştir. Schwann ise hayvanların da bitkiler gibi hücrelerden oluştuğunu (Görsel 2.3) ve bu hücrelerin bitki hücreleri ile özdeş olduğunu, hücrenin canlının yapı birimi sayılması gerektiğini öne sürmüştür. Bu çalışmalara ilave olarak Virchow’un hücrelerin büyümesi ve çoğalması üzerine yaptığı çalışmalar, hücre ile ilgili önemli bir genellemenin ortaya çıkmasını sağlamıştır. Bu genellemeye Hücre Teorisi adı verilmiştir. Bu teoriye göre; Hücre canlının temel, yapısal ve işlevsel birimidir.Bütün canlılar, bir ya da daha fazla hücreden oluşmaktadır.Ve yeni hücreler, var olan hücrelerin bölünmesi sonucu meydana gelir.",
            "Bu teori hücre biyolojisinin (sitoloji) geliştirilmesine temel oluşturur. Bilim ve teknolojideki gelişmeler doğrultusunda objeleri ışık mikroskoplarına göre çok daha fazla oranda büyütebilen elektron mikroskobunun geliştirilmesiyle hücre hakkında daha ayrıntılı bilgilere ulaşılmış ve aşağıdaki ifadeler hücre teorisine eklenmiştir;Hücreler kalıtım maddesi içerir ve bunu bölünerek yavru hücrelere aktarır.Tüm metabolik olaylar hücre içinde gerçekleşir.",
            "20. yüzyılın başında insan gözünün görebildiği bir alt sınır olduğu gibi ışık mikroskoplarıyla da her şeyi görmenin mümkün olmadığı anlaşılmıştır. Hücre içindeki daha küçük yapıları ışık mikroskobuyla görmek mümkün değildi. Elektron demetlerinin optik davranışları üzerinde araştırmalar yapan Alman fizikçi Ernst Ruska (Örnst Ruska), 1938 yılında ışık olmadan daha küçük yapıların görülebilmesini sağlayan bir yöntem geliştirmiştir. Temel işleyiş mekanizması ışık mikroskobuna benzeyen bu yeni mikroskopta, ışık yerine elektronlar cam mercekler yerine elektromanyetik mercekler kullanılmış, bu sayede objelerin çok daha detaylı görüntüleri elde edilebilmiştir. Elektron mikroskopları (Görsel 2.4), biyoloji dışında fizik ve kimya bilimlerinde de atomik düzeyde üç boyutlu incelemelere imkân sağlamıştır.",
            "Hücredeki yapıları moleküler düzeyde inceleyebilmeyi sağlayan yöntemler sayesinde DNA‘nın yapısı keşfedilmiştir. Bir canlıdan memeli hayvanın kopyalanması sağlanmıştır.",
            "Günümüzde hücre ile ilgili çalışmalar ve elde edilen bilgiler hızla artmaya devam etmektedir. Örneğin taramalı elektron mikroskopları, incelenecek cismi 50 milyon kere büyüterek 0,16 nanometrelik (1 metrenin 6 milyarda biri) bir çözünürlük sağlayabilmekte; bu sayede virüslerin, insan hücrelerinin ve birçok objenin atomlarının dizilişi dahi gösterilebilmektedir. Tüm bu gelişmelere rağmen hücresel yapılar ve süreçlerle ilgili yanıtlanmayı bekleyen daha birçok soru vardır ve bilim insanlarının çalışmaları soluksuz devam etmektedir."
          ],
          "2.1.1. HÜCRENİN YAPISI": [
            "Canlılar hücresel organizasyona sahiptir. Bazı canlılar tek hücreli iken bazıları çok sayıda hücreden oluşur. Hücreler yapılarına ve gelişmişlik düzeylerine göre prokaryot ve ökaryot olmak üzere ikiye ayrılır.",
            "Prokaryot hücrelerin (Görsel 2.5) zarla çevrili organelleri yoktur. Bu tip hücrelerde organel olarak sadece protein sentezinin gerçekleştiği ribozom bulunur. Kalıtsal materyali, halkasal şekilde olup sitoplazma içinde dağınık hâldedir. Bundan dolayı mikroskopta belirgin bir çekirdek yapısı görülmez. Bakteriler ve arkeler prokaryot hücre yapısına sahiptir.",
            "Ökaryot hücreler (Görsel 2.6 a ve 2.6 b), prokaryot hücrelere göre daha büyük ve gelişmiş olup çift katlı zarla çevrili çekirdeğe ve zarlı organellere sahiptir. Kalıtsal materyalleri kromatinler hâlinde çekirdekte bulunur. Protista, bitki, mantar ve hayvanlar âlemine dâhil canlılar ökaryot hücre yapısına sahiptir.",
            "Ökaryot hücrelerde hücre zarı, sitoplazma ve çekirdek (genetik materyal) ortaktır. Prokaryot hücreler, tüm yaşamsal faaliyetlerini sitoplazmada veya hücre zarındaki yapılarda gerçekleştirirken ökaryot hücrelerde yaşamsal faaliyetler hücre zarı, sitoplazma ve organellerde gerçekleşir. Çok hücreli olan ökaryot canlılarda yapı ve görev bakımından benzer hücrelerden oluşan doku ve organlar, canlılığın devamını sağlar. Canlıları meydana getiren hücrelerin sayı, şekil ve büyüklükleri farklılık göstermesine rağmen temel, yapı ve özellikleri birbirine benzerdir."
          ],
          "2.1.2. HÜCRENİN KISIMLARI": {
            "2.1.2.1. Çekirdek (Nukleus)": [
              "Çekirdek; canlıya ait kalıtsal bilginin depolandığı, hücrenin büyüme, onarım gibi hayatsal faaliyetleri ile bölünmenin kontrol edildiği yapıdır. Çekirdek, bölünmeyle oluşan yavru hücrelere kalıtsal bilginin aktarılmasından da sorumludur. Bir hücredeki çekirdek sayısı ve çekirdeğin büyüklüğü hücrenin tipine ve görevine göre değişir. Genelde bir hücrede bir adet çekirdek bulunurken paramesyum, bazı mantar hücreleri, insanların karaciğer ve çizgili kas hücrelerinde birden fazla çekirdek bulunabilir. Hücre bölünmesi sırasında çekirdek bölünür. Ancak sitoplazma bölünmez ise hücre çok çekirdekli olur.",
              "Çekirdek, bazı hücrelerde hücre yaşamının erken evrelerinde mevcutken sonradan kaybolur. Örneğin memelilerin olgun alyuvar hücreleri, kırmızı kemik iliğinde ilk oluştuğu anda çekirdeklidir. Bu hücreler kana geçmeden önce çekirdeğini daha sonra tüm organellerini kaybeder. Çekirdeksiz hücreler uzun süre yaşayamaz. Örneğin insanın alyuvarları çekirdeksiz olup 120 gün kadar yaşarken çekirdeğe sahip sinir hücreleri yıllarca yaşayabilir. Çekirdeğin büyüklüğü ile sitoplazmanın hacmi arasında belirli bir oran vardır. Genel olarak hayatsal faaliyetlerin hızlı olduğu hücrelerde çekirdek oransal olarak daha büyüktür"
            ],
            "Hücre çekirdeği": {
              "a) Çekirdek Zarı": "Çekirdek zarı, endoplazmik retikulum tarafından oluşturulur ve çekirdek sıvısı ile sitoplazmayı birbirinden ayırır. Çekirdek zarı, çift katlı olup bu iki zar arasında bir boşluk bulunur. Çekirdek zarının üzerinde açılıp kapanma yeteneğine sahip ribozomların büyük ve küçük alt birimlerinin de geçebileceği büyüklükte porlar vardır. Bu porlar, çekirdek sıvısı ile sitoplazma arasında madde alışverişine imkân sağlar. Çekirdek zarı, hücre bölünmesi sırasında eriyerek kaybolur; bölünme tamamlandıktan sonra yeniden yapılır.",
              "b) Çekirdek Sıvısı": "Çekirdeğin içini dolduran sıvıdır. Yoğunluğu sitoplazmadan daha fazladır. Çekirdek sıvısının içeriğinde %50-80 oranında su, %39 oranında protein, %10 oranında DNA, %1 oranında ise RNA’lar, nükleotitler, ATP, mineraller ve diğer maddeler bulunur.",
              "c) Çekirdekçik": "Çekirdekçik DNA, RNA ve proteinden oluşur. Zarsız bir yapı olan çekirdekçikte rRNA’lar ile proteinler birleştirilerek ribozomların büyük ve küçük alt birimleri sentezlenir. Çekirdekçiğin büyüklüğü ve sayısı hücrenin aktivitesine bağlıdır. Protein sentez hızı yüksek olan hücrelerde çekirdekçik sayısı artabilir.",
              "ç) Kalıtım Materyali": "Ökaryot hücrelerin çekirdek DNA’sı, özel proteinlere sarılı hâlde bulunur. Nükleik asit ve proteinden meydana gelen bu genetik materyale kromatin adı verilir. Ökaryot bir hücrenin çekirdeğindeki genetik materyal kromatinler hâlinde bulunur (Görsel 2.8). Bölünme sırasında kromatindeki DNA eşlenerek yoğunlaşır ve kromatin, kromozomlara dönüşür."
            },
            "2.1.2.2. Sitoplazma": "Ökaryot hücrelerde hücre zarı ile çekirdek zarı arasında kalan bölge sitoplazma ile doludur. Prokaryot hücrelerin zarla çevrili çekirdeği bulunmadığından hücre zarı içerisindeki tüm kısım sitoplazmayı oluşturur. Prokaryot hücrelerde yaşamsal faaliyetler, büyük oranda sitoplazmada bulunan serbest enzimler tarafından yürütülür. Ökaryot hücrelerde metabolik olayların bir kısmı sitoplazmada bulunan serbest enzimler, bir kısmı da organeller tarafından gerçekleştirilir. Sitoplazma; yarı akışkan sıvısal kısım, organeller ve hücre iskeleti elemanlarını içerir. Sitoplazmanın %70-%90’ı sudur. Ayrıca içerisinde mineraller, tuzlar, gazlar, proteinler, karbonhidratlar, yağlar, enzimler, hormonlar, vitaminler, boşaltım atıkları, ATP, nükleotitler ve RNA’lar bulunur. Sitoplazma sürekli hareket hâlindedir. Bu hareket, hücre içeriğinin homojen hâle gelmesini sağlar.",
            "Hücre Organelleri": {
              "Hücre organelleri": "Bir insan vücudu, trilyonlarca hücreden oluşur. Her bir hücre içerisinde birbirinden farklı görev ve sorumluluğu onlarca çeşit organel ve çok sayıda enzim vardır. Her bir hücre içinde bir saniyede milyonlarca biyokimyasal tepkime meydana gelir. Karmaşık yapıdaki hücre ve elemanlarının hatasız bir şekilde ve uyumlu çalışması gerekir. Hücre içindeki yapıların herhangi birinde meydana gelecek aksama, o hücrenin veya canlının hastalanmasına hatta ölümüne yol açabilir (Görsel 2.12).Tek ve çok hücreli tüm canlılarda sitoplazma içerisinde, yaşamsal faaliyetleri gerçekleştiren ve organel adı verilen özelleşmiş yapılar bulunur. Prokaryot hücreler, sadece zarsız bir organel olan ribozoma sahiptir. Ökaryot hücreler ise farklı görev ve fonksiyonlar için özelleşmiş zarsız, tek ve çift katlı zara sahip organeller içerir.Hücrenin tipine, beslenme şekline, yaşına göre organel çeşitleri ve sayıları değişebilir. Bitki ve hayvan hücrelerinin temel yapıları aynı olmasına rağmen bu hücrelerde farklı fonksiyonları yürütebilen organeller bulunabilir.",
              "Ribozom": "Protein moleküllerinin sentezi, hücrenin en küçük ve zarsız organelleri olan ribozomlarında gerçekleşir. Büyük ve küçük olmak üzere iki alt birimden meydana gelen ribozomlar, tüm prokaryot ve ökaryot hücrelerde bulunur (Görsel 2.13). Ökaryot hücrelerin ribozomları, prokaryot hücrelerin ribozomlarından biraz daha büyüktür. Prokaryot hücrede ribozomlar, sitoplazmada serbest hâlde bulunur. Ökaryot hücrelerde ribozomlar; sitoplazmada serbest hâlde, granüllü endoplazmik retikulumlar ile çekirdek zarlarının dış yüzeyinde, mitokondri ve plastitlerde bulunur. Ribozom sayısı salgı yapan hücrelerde daha fazladır. rRNA ve proteinden oluşan ribozomlar, ökaryot hücrelerin çekirdekçiğinde sentezlenir. Bir polipeptitten fazla miktarda üretmek için çok sayıda ribozom bir araya gelir bu ribozom dizisine polizomlar (poliribozomlar) denir.",
              "Endoplazmik Retikulum": [
                "Hücre zarından başlayıp çekirdek zarına kadar uzanan hücre içi kanallar sistemidir. Çekirdek zarı endoplazmik retikulum zarlarının devamıdır. Endoplazmik retikulumlar hemen hemen bütün ökaryot hücrelerde bulunur. Bazı endoplazmik retikulumların zarları üzerinde ribozomlar bulunabilir. Ribozom bulunduranlara granüllü endoplazmik retikulum, bulundurmayanlara granülsüz (düz) endoplazmik retikulum denir.",
                "Granüllü endoplazmik retikulum (Görsel 2.14.a) protein sentezinin hızlı olduğu hücrelerde bol miktarda vardır. Ribozomlarda üretilen proteinlerle birlikte hücre dışına verilecek olan salgıların büyük bir kısmı granüllü endoplazmik retikulum tarafından sentezlenir ve küçük keseler içinde paketlenerek Golgi aygıtına gönderilir. Granüllü endoplazmik retikulum hücrenin zar sistemlerini yapan fabrikalar gibi çalışır.",
                "Granülsüz endoplazmik retikulum (Görsel 2.14.b); hücre zarı ile çoğu organelin zar yapısına katılan yağ moleküllerinin sentezinde, ilaç ve alkollerin zehirleyici etkilerinin yok edilmesinde, karaciğer hücrelerinde depolanan glikojenin glikoza parçalanmasında ve steroit yapılı bazı hormonların sentezinde görev alır. Çizgili kas hücrelerinde kasılma için gerekli olan kalsiyum iyonlarını depolar.",
                "Endoplazmik retikulumlar, hücre bölünmesi sırasında eriyerek kaybolur. Bölünme tamamlandığında ise yeniden yapılır. Endoplazmik retikulum, hücreye destek olur. Hücre çekirdeğinin belirli bir bölgede sabit kalmasını, asidik-bazik tepkimelerin birbirinden ayrılmasını ve hücre içerisinde maddelerin taşınmasını sağlar."
              ],
              "Golgi Aygıtı": "Golgi aygıtı, çok sayıda yassılaşmış keseden ve küçük kofullardan meydana gelir. Golgi aygıtı protein ve yağ yapılıdır. Düz endoplazmik retikulum tarafından üretilen Golgi zarları üzerinde ribozom bulunmaz. Hücre organellerini kaybetmiş olgun alyuvarlar ile sperm hücreleri hariç bütün ökaryot yapılı hücrelerde Golgi aygıtı bulunur (Görsel 2.15). Tükürük bezi hücrelerinde, hormon salgılayan bezlerde ve bitkilerin bal özü, nektar üreten hücrelerinde iyi gelişmiştir. Endoplazmik retikulumlarda üretilen maddelerin büyük bir kısmı Golgi aygıtında ayrıştırılır, depolanır ve paketlenir. Golgi aygıtı, glikoprotein ve lipoprotein gibi maddelerin üretimi ve salgılanmasından sorumludur. Maddelerin hücre içinde sindirimini yapan lizozomların oluşumunda Golgi aygıtı rol oynar.Golgi aygıtının büyüklüğü ve gelişimi, hücre tipine ayrıca metabolik durumuna göre değişiklik gösterir. Golgi aygıtındaki fonksiyon bozuklukları hücre için adeta yıkımdır. Bugüne kadar etkin bir şekilde tedavi edilemeyen bazı hastalıklarda Golgi aygıtında işlev bozukluğu olduğu anlaşılmıştır. Örneğin sinir hücrelerinde işlev kaybına neden olan Alzheimer ile kistik fibrozis hastalığında Golgi aygıtının hem yapısında hem de işlevlerinde anormallikler olduğu ortaya konulmuştur.",
              "Lizozom": [
                "Lizozomlar, sindirim enzimleri taşıyan, tek katlı zarla çevrili hücre organelidir. Lizozomun içerisinde bulunan enzimler, granüllü endoplazmik retikulumların yüzeyinde bulunan ribozomlarda üretildikten sonra endoplazmik retikulumlar aracılığı ile Golgi aygıtına getirilir. Golgi aygıtına taşınan enzimler etrafı bir zarla çevrilerek paketlenir. Küçük keseler şeklindeki bu yapılara vezikül denir. Bu veziküllerin bazıları lizozom organeline dönüşür. Lizozomlar hücre içi sindirim yapabilen hücrelerde bulunur. Lizozomdaki hidrolitik enzimler hücrenin kendi organik materyalini de parçalayarak ortadan kaldırabilir. Bu olaya otofaji adı verilir. Gelişmiş bitki ve mantar hücrelerinde lizozom yoktur.",
                "Lizozomlar, fagositozla yutulan bakteri ve virüslerle yabancı maddeleri etkisiz hâle getirir (Görsel 2.17). Lizozomlar, spermin yumurtaya girmesinde de etkilidir.",
                "Bozulmuş ve yaşlanmış organeller, lizozomlar tarafından yok edilir. Lizozom zarının iç yüzeyi, enzimlerin zarar vermesini engelleyen özel bir madde ile kaplanmıştır. Herhangi bir etki sonucu lizozom zarı parçalanırsa enzimler sitoplazmaya dağılır ve hücre kendini sindirir. Bu olaya otoliz denir.",
                "Aşırı soğuk veya sıcağa maruz kalan deri hücrelerinde yanıkların oluşmasının sebebi lizozomların parçalanmasıdır. Lizozomlardaki fonksiyon bozuklukları, bazı hastalıklara neden olur. Örneğin Tay-Sachs (Tay Saks) hastalığında sinir hücrelerinin lizozomlarında lipitleri sindiren enzimler eksiktir. Zamanla sinir hücrelerinde biriken lipitler, hücrelerin fonksiyonlarının bozulmasına neden olur.",
                "Lizozom faaliyeti sonucu parçalanması gereken maddeler parçalanmadan zamanla lizozomlarda birikebilir. Bu maddeler yaşlılık pigmenti adı verilen pigmentlere dönüşür. Bu durum deride kahverengi lekelerin oluşmasına yol açar (Görsel 2.18)."
              ],
              "Peroksizom (Mikrocisimcikler)": "Peroksizomlar, hem bitki hem de hayvan hücrelerinde bulunan, zehirli maddeleri yok eden, tek katlı zarla çevrili organeldir. İçerdiği 50’ye yakın farklı enzimle birçok fonksiyon gerçekleştirir. Özellikle karaciğer peroksizomları sahip olduğu peroksidaz ve katalaz enzimleri yardımı ile alkol, ilaç gibi zararlı maddelerin toksik etkilerini yok eder. Metabolizma faaliyetleri ve peroksizomda gerçekleşen tepkimeler sonucunda oluşan ve zehirli bir madde olan hidrojen peroksiti (H2O2), sahip olduğu katalaz enzimi ile su ve oksijene ayrıştırır. Bazı peroksizomlar yağ asitlerini mitokondrinin kullanabileceği daha küçük moleküllere dönüştürür. Bu olay sırasında oksijen kullanılır. Ökaryot bir hücrede oksijen tüketen iki organel vardır. Bunlardan biri mitokondri diğeri peroksizomdur.",
              "Koful": {
                "Kofullar": "Kofullar; hücre, çekirdek, endoplazmik retikulum zarları ve Golgi aygıtını oluşturan yassı keseciklerden meydana gelebilen, tek katlı zarla çevrili hücre organelidir. Genç hücrelerde kofullar daha küçüktür. Hücre yaşlandıkça koful büyür. Kofullar genel olarak besin, salgı, depo kofulları ve kontraktil (kasılgan) kofullar olmak üzere dört çeşittir.",
                "a) Besin Kofulu": "Besinlerin endositoz yoluyla hücreye alınması sonucunda oluşan keseciklere besin kofulu denir. Genellikle hücre içi sindirim yapabilen; amip, paramesyum (Görsel 2.19) gibi bir hücreli canlılarda ve insanların akyuvar gibi fagositoz yapabilen hücrelerinde görülür. Besin kofulundaki maddeler lizozomlardaki sindirici enzimlerle parçalanır. Meydana gelen ürünler sitoplazmaya geçer, geride kalan atıklar ekzositozla hücre dışına verilir.",
                "b) Salgı Kofulu": "Golgi aygıtında üretilen salgıların ve metabolizma sonucu meydana gelen atık maddelerin hücre dışına verilmesini sağlayan keseciklere salgı kofulu denir. Böcekçil bitkiler ve ayrıştırıcı mantarlar, sindirim enzimlerini salgı kofulları oluşturarak ekzositozla hücre dışına verir.",
                "c) Depo Kofulu": "Özellikle bitki hücrelerinde görülen bir koful çeşidi olup hayvan hücrelerinde küçüktür. Bitkilerde zehirli maddeler, metabolizma sonucunda meydana gelen atıklar, boya maddeleri, köklerden suyla birlikte alınan tuzun fazlası, zehirli maddeler ile organik asitler yaprak hücrelerinin kofullarında biriktirilir ve sonbaharda yaprak dökümüyle bitkiden uzaklaştırılır. Bazı bitkilerdeki kofulların içinde su, yağ molekülleri ve hava depolanır. Bazı bitkilerin hücre kofullarında ise asit ve bazlarla renk değiştirebilen boya maddeleri bulunur. Bu maddeler, çiçeklerdeki taç yaprakların ve meyvelerin renklenmesinde etkilidir. Bitki hücreleri olgunlaştıkça küçük depo kofulları birleşir ve tek büyük bir kofula dönüşür.",
                "ç) Kontraktil (Kasılgan) Koful": "Tatlı sularda yaşayan amip, paramesyum, öglena gibi ökaryotik tek hücreli canlılarda hücre içine giren suyun fazlası, kontraktil kofullar yardımıyla hücre dışına atılır (Görsel 2.20). Bu olay sırasında ATP harcanır. Kontraktil kofullar, sitoplazmaya doğru uzanan çok sayıda kol yardımıyla fazla suyu alarak biriktirir. Kofulun etrafını saran ve kasılabilen ipliksi yapılar sayesinde zaman zaman kasılan koful içerisindeki su bir miktar tuzla birlikte hücre dışına atılır. Bu sayede hücre hemoliz olmaktan kurtulur"
              },
              "Mitokondri": [
                "Mitokondri, hücrenin ihtiyaç duyduğu ATP’nin büyük bir kısmını oksijen kullanarak sentezleyen organeldir. Bir hücredeki mitokondri sayısı, hücrenin enerji ihtiyacına göre değişebilir. Örneğin kas, karaciğer ve sinir hücrelerinde metabolik faaliyetler çok yoğun olduğu için mitokondri sayısı diğer hücre çeşitlerine oranla daha fazladır. Prokaryot hücre yapısına sahip bakteri ve arkelerde, memeliler sınıfına dâhil canlıların olgun alyuvar hücrelerinde mitokondri bulunmaz.",
                "Mitokondriler çift katlı zarla çevrelenmiş olup iç zar, yüzeyini genişletmek amacıyla içeriye doğru çok sayıda girinti yapmıştır. Tüp şeklindeki bu girintilere krista denir. Kristaların yüzeyinde elektronların hareketini sağlayan ve ATP sentezleyen enzimler bulunur. Mitokondrinin içini dolduran sıvıya matriks denir. Matriks içinde sayıları 5-10 arasında değişen kendine özgü halka şeklinde DNA molekülleri, tüm RNA çeşitleri, ribozomlar, ATP, solunum enzimleri, solunum reaksiyonları sırasında açığa çıkan ara ürünler, su ve mineraller bulunur (Görsel 2.21).",
                "Mitokondriler kendine özgü DNA'ları sayesinde gerektiğinde çekirdeğin kontrolünde çoğalabilir, taşıdığı ribozomlarda ihtiyaç duyduğu proteinlerin bir kısmını sentezleyebilir. Mitokondri, tüm insanlarda anasal olup yumurta ile yavruya aktarılır. Döllenme sırasında spermle getirilen mitokondriler yumurtaya alınmaz, kamçı ile birlikte atılır."
              ],
              "Plastitler": {
                "Plastitler": "Plastitler; alg, bitki gibi ökaryot hücreli canlılarda bulunan, çift katlı zara sahip, farklı görevleri yerine getiren organeller grubudur. Plastitler, güneş ışığı yardımıyla fotosentez yapabilir. Çeşitli renklerde pigmentler içerir. Bitkilerin çiçek, tohum ve meyvelerine renk verir. Protein, yağ ve karbonhidratların sentezini yapabilir ve bunları depolayabilir. Bitki hücrelerinde öncü plastitlerden gelişen kloroplast, kromoplast ve lökoplast olmak üzere üç tip plastit bulunur. Plastitler belirli şartlar altında birbirine dönüşebilir.",
                "a) Kloroplastlar": "Fotosentez tepkimelerini gerçekleştiren ve klorofil içeren, yeşil renkli plastitlerdir. Bitkilerin yaprak hücrelerinde bol miktarda bulunur. Kloroplastlar, bitkilerin yapraklarıyla atmosferden aldığı CO2’i, kökleriyle topraktan aldığı sudaki hidrojenleri ışık varlığında birleştirerek besin ve O2 üretir. Kloroplastlar, organik maddelerin sentezi için gerekli olan ATP’yi güneş enerjisini kullanarak sentezler.Kloroplastlar çift katlı zarla çevrilmiştir. Kloroplastların iç kısmında tilâkoit adı verilen, klorofil taşıyan, yassılaşmış kese şeklinde başka bir zar sistemi vardır. Tilâkoit zarların üst üste dizilerek oluşturduğu yığın granum, granum dizilerinin tamamına grana denir. Kloroplastın içini dolduran sıvıya ise stroma adı verilir kloroplastın içini dolduran sıvıya ise stroma adı verilir (Görsel 2.23). Stroma içerisinde mitokondrilerde olduğu gibi halka şeklinde DNA molekülü, tüm RNA çeşitleri, ribozomlar ile enzimler bulunur. Kloroplastlar, mitokondriler gibi kendilerini çekirdeğin kontrolünde çoğaltır. İhtiyaç duyduğu proteinlerin bir kısmını kendi ribozomlarında sentezler.",
                "b) Kromoplast": "Kromoplastlar, bitkilerde yeşil dışındaki diğer renk pigmentlerini taşır. Yüksek miktarda sarı renkli, turuncu renkli ve kırmızı renkli pigmentler içerir. Kromoplastlar bitkilerde çiçeklerin taç yapraklarında, bazı bitkilerin köklerinde meyve ve tohumlarda bol miktarda bulunur. Örneğin papatya, limon gibi bitkilerde sarı renkli ksantofil; havuç, portakal gibi bitkilerde turuncu renkli karoten; domates, çilek gibi bitkilerde kırmızı renkli likopen bulunur. Kloroplastlar, kromoplastlara dönüşebilir (Görsel 2.24).",
                "c) Lökoplastlar": "Bitkilerin kök, gövde, tohum, yumru gibi kısımlarında bulunan renksiz plastitlerdir. Fotosentez sonucu üretilen glikoz molekülleri lökoplastlarda nişasta taneciklerine dönüştürülür (Görsel 2.25). Farklı bitki türlerinde lökoplastlar yağ ve protein molekülleri de depolayabilir. Örneğin zeytin, fındık, avokado gibi bitkilerin lökoplastlarında bol miktarda yağ; mercimek, fasulyenin lökoplastlarında protein; patatesin lökoplastlarında ise nişasta depolanır. Lökoplastlar uzun süre ışık aldığında kloroplastlara dönüşebilir"
              },
              "Sentrozom": "Hayvan hücrelerinin birçoğunda, alglerde çekirdeğin hemen yanında bulunan zarsız bir organeldir. Bir sentrozom, birbirine dik olarak yerleşmiş iki adet sentriyolden oluşur (Görsel 2.28 a). Her bir sentriyol, dokuz adet üçerli mikrotübülden meydana gelir (Görsel 2.28 b). Sinir hücreleri, olgun alyuvarlar, yumurta, çizgili kas hücreleri ve gelişmiş bitkilerin hücrelerinde sentrozom yoktur. Sentrozom hücre bölüneceği zaman eşlenir ve bölünme sırasında kromozomların kutuplara hareketini sağlayan iğ ipliklerini (mikrotübül) meydana getirir. Kamçı, sil gibi hücre hareketini sağlayan yapıların oluşumunda rol alır. Sentrozom bu yapıların dip kısımlarında bulunur.",
              "Hücre İskeleti": "Sitoplazmada bulunan özel proteinlerin aralarında bağlar kurup birleşerek oluşturduğu tüpsü ve ipliksi yapılara hücre iskeletidenir. Hücre iskeleti, mikrofilament, arafilament ve mikrotübüladı verilen yapılardan oluşur (Görsel 2.29). Hücre iskeleti; hücre bölünmesinde, endositoz ve ekzositoz olaylarında, organellerin sitoplazma içinde yer değiştirmesinde, çekirdeğin ve organellerin yerinin sabitlenmesinde, sitoplazma hareketlerinde görevlidir. Hücre duvarının oluşumunda, hücrelerin birbirine tutunmasında, hücreler arası haberleşmede, sil ve kamçı oluşumunda, amip gibi hücrelerde yalancı ayak oluşumunda etkilidir. Ayrıca hücreye destek olur ve hücrenin şeklini belirler. Hücre iskeleti olmasaydı hücreler basınçtan dolayı ezilirdi. Bazı iskelet elemanları hücrenin durumuna göre yıkılıp yeniden yapılabilir."
            },
            "2.1.2.3. Hücre Zarı": [
              "Hücre zarı; hücreyi dış ortamdan ayıran, dinamik, esnek, ince, seçici geçirgen bir yapıdır. Hücreye şekil verir. Hücreyi korur, sarar ve hücrenin dağılmasını engeller. Hücre zarının yapısını açıklayan görüşe akıcı-mozaik zar modeli denilmektedir. 1972 yılında Seymour Jonathan Singer (Seymur Canıtın Singır) ve Garth L. Nicolson (Gart Nikılsın) tarafından önerilen bu modele göre hücre zarı protein, lipit ve karbonhidrat moleküllerinden oluşmaktadır (Görsel 2.30). Hücre zarındaki lipitler çoğunlukla fosfolipit yapıdadır.",
              "Çift katlı fosfolipit tabakası esnek olup sürekli hareket hâlindedir. Bu durum hücre zarının akıcı olmasını sağlar. Fosfolipitlerin baş kısmı fosfat-gliserol içerir ve dışa dönüktür. Yağ asitlerinden oluşan kuyruk kısmı ise içe dönüktür. Fosfolipitlerin hücre dışına ve sitoplazmaya bakan baş kısımları suda çözünür (hidrofilik-suyu seven), iç tarafa bakan kuyruk kısımları suda çözünmez (hidrofobik-suyu sevmeyen) yapıdadır. Bu nedenle fosfolipit tabaka, suyun hücreye giriş ve çıkışını büyük oranda engeller",
              "Hücre zarında bulunan fosfolipit moleküllerinin arasında düzenli biçimde dağılmış ve yer değiştirebilen protein molekülleri bulunur. Bu proteinler çoğu zaman yağ tabakası içinde zarı boydan boya kateden kanallar oluşturur. Bunlara kanal proteinleri denir. Bu kanallar hücrenin dış ortamla madde alışverişini sağlar ve sitoplazmanın homeostazisini düzenler. Ayrıca hücre zarı yüzeyine tutunmuş çoğunlukla enzim görevi yapan proteinler vardır.",
              "Hücre zarının yapısında bulunan karbonhidratlar, zarın dış kısmında protein ve lipitlere bağlı olarak bulunur. Glikoproteinler ve glikolipitler hücre zarında uyarıları algılayan reseptör olarak görev yapan, hücrelerin birbirini tanımasını sağlayan ve hücre zarının seçici geçirgenliğini denetleyen moleküllerdir. Bu moleküllerin her hücrede farklı miktar ve dağılımda bulunması ile biyokimyasal özellikleri hücrenin özgüllüğünü sağlar ayrıca kimliğini belirler ve hücreye antijenik özellik kazandırır. Hayvan hücrelerinin zarında zara sağlamlık ve esneklik veren, steroit olan kolesterol molekülü de bulunur.",
              "Bitki ve mantar hücreleri ile prokaryot canlıların hücre zarının dış kısmında koruyucu bir duvar vardır. Bu duvar bakterilerde peptidoglikandan, arkelerde pseudopeptidoglikandan, bitkilerde selülozdan, mantarlarda ise kitinden yapılmıştır. Hücreyi dış ve iç etkilere karşı koruyan duvar, cansızdır ve üzerindeki geçitler sayesinde tam geçirgendir."
            ],
            "Hücre Zarından Madde Geçişleri": [
              "Hücre zarından madde geçişlerinde; maddenin büyüklüğü, elektrik yükü, yağda veya suda çözünebilme özelliği ve konsantrasyonu maddenin taşınma şeklini belirler.",
              "Glikoz, fruktoz, galaktoz, amino asit, yağ asidi, gliserol gibi küçük organik moleküller ile su, mineral, iyonlar gibi inorganik moleküller diğer büyük moleküllere göre hücre zarından daha kolay geçer.",
              "Nötr atomlar negatif iyonlara, negatif iyonlar da pozitif iyonlara göre zardan daha kolay geçer. Örneğin klor iyonu (Cl-), sodyum iyonuna (Na+) göre zardan daha kolay geçer.",
              "Yağı çözen ve yağda çözünen maddelerin zardan geçiş hızı, suda çözünen maddelerin geçiş hızından daha yüksektir. Örneğin A, D, E, K vitaminleri gibi yağda çözünen maddeler B, C vitaminleri gibi suda çözünenlere göre; alkol, eter, benzen gibi yağı çözen maddeler ise yağda çözünenlere göre zarı daha kolay geçer"
            ],
            "I. Küçük Moleküllerin Zardan Geçişi": {
              "A) Pasif Taşıma": {
                "Pasif Taşıma": "Küçük moleküllerin çok yoğun oldukları ortamdan az yoğun oldukları ortama doğru hücre zarından geçişine pasif taşıma denir. Pasif taşıma, hem canlı hem de cansız ortamlarda gerçekleşebilir. Hücrenin ATP harcamasına gerek yoktur. Pasif taşıma için gerekli enerji, moleküllerin kendi kinetik enerjilerinden sağlanır. Moleküller, zarda bulunan fosfolipit tabakasından ya da protein kanallarından iki taraftaki yoğunluk eşitleninceye kadar geçiş yapar.",
                "a) Difüzyon": [
                  "Küçük moleküllerin yüksek yoğunlukta bulundukları ortamdan düşük yoğunlukta bulundukları ortama doğru yaptıkları yer değiştirme hareketine difüzyon denir (Görsel 2.31). Difüzyon, hem canlı hem de cansız ortamlarda gerçekleşebilir.",
                  "Basit Difüzyon: Moleküller, zarda bulunan fosfolipit tabakasından zarın her iki tarafındaki yoğunlukları eşitleninceye kadar geçiş yapar. Enerjinin harcanmadığı ve taşıyıcı proteinlerin kullanılmadığı bu olayda yağda çözünen ve yağı çözen maddeler ile gazlar fosfolipit tabakadan doğrudan geçer. Maddelerin zardan bu şekilde  geçişine basit difüzyon denir (Görsel 2.32.a).",
                  "Kolaylaştırılmış Difüzyon: Su ve suda çözünen bazı maddeler, hücre zarındaki fosfolipit tabakadan genelde geçemez ancak protein yapılı özel taşıyıcılar üzerinden veya proteinlerin oluşturduğu kanallardan geçebilir (Görsel 2.32.b). Moleküllerin bu şekilde zardan geçişine kolaylaştırılmış difüzyon denir. Kolaylaştırılmış difüzyonda enerji harcanmaz, madde sahip olduğu kinetik enerji ile yer değiştirir. Glikoz, fruktoz, galaktoz, amino asitler, iyonlar, tuzlar gibi suda çözünebilen maddeler bu yolla hücre içine alınır (Görsel 2.32.c). Sıcaklık, yoğunluk farkı ve difüzyon yüzeyi arttıkça difüzyon hızı artar. Molekül büyüklüğü arttıkça difüzyon hızı azalır.",
                  "Seçilmiş moleküllerin seçici geçirgen zardan difüzyonuna diyalizdenir. Diyaliz, bir çözeltideki çözünmüş belirli maddelerin, seçici geçirgen zarın diğer tarafına konulan farklı bileşime sahip bir çözelti aracılığı ile değiştirilme işlemidir.Diyaliz genellikle çözünebilen maddelerin konsantrasyonunu düşürmeyi amaçlar.",
                  "Böbreklerdeki işlev bozukluklarının tedavisinde böbrek nakli oldukça önemlidir. Böbrek bağışı sayesinde bir insanın hayatı kurtarılabilir. Bir diğer tedavi yöntemi de diyalizdir. Bu yöntemle (Görsel 2.33), böbrekler tarafından süzülüp atılamayan zararlı maddeler ile suyun fazlası seçici geçirgen bir zardan geçirilerek madde yoğunlukları özel olarak ayarlanmış diyaliz sıvısına alınır. Hemodiyaliz denilen bu işlem sırasında hastadan alınan kan, diyaliz makinesi yardımıyla kanın içeriği düzenlenir ve hastaya geri verilir (Görsel 2.34)."
                ],
                "b) Osmoz": [
                  "Suyun çok yoğun olduğu ortamdan az yoğun olduğu ortama doğru seçici geçirgen zardan geçişine osmoz denir. Osmoz suyun difüzyonudur.",
                  "Görsel 2.35.a’daki düzenekte başlangıçta Z kolundaki sükroz yoğunluğu yüksek, Y kolundaki sükroz yoğunluğu düşüktür. Sükroz, seçici geçirgen zardan geçemeyecek kadar büyüktür; daha küçük olan su molekülleri çok bulunduğu Y kolundan daha az bulunduğu Z koluna doğru geçer.",
                  "Osmoz olayında yoğunluğu düşük ortamdan yüksek olan ortama doğru net su geçişini durdurmak için zara uygulanan su basıncına osmotik basınç denir. Osmotik basıncın fazla olduğu yerde emme kuvveti oluşur. Görsel 2.35.b’de görüldüğü gibi Z kolundaki sükrozun oluşturduğu osmotik basıncın etkisiyle emme kuvveti sıfır oluncaya kadar su, Y kolundan Z koluna geçer.",
                  "Osmotik basınç, çözünen madde miktarı ile doğru orantılı; çözücü madde miktarı ile ters orantılıdır. Çözeltideki çözünmüş madde miktarı ne kadar fazla ise osmotik basınç o kadar yüksek ya da çözeltideki çözücü madde miktarı ne kadar fazla ise osmotik basınç o kadar düşüktür. Su, daima osmotik basıncın yüksek olduğu yere doğru hareket eder.",
                  "Hücre içindeki suyun hücre zarına yaptığı basınca turgor basıncı denir. Bitki hücrelerinde bulunan duvar, hücre zarının turgor basıncı ile parçalanmasını engeller. Hayvan hücreleri, bu basınca dayanamaz ve parçalanır. Bitkilerin yapraklarındaki gözeneklerin (stoma) açılıp kapanması, küstüm otunda yaprakların ve böcekçil bitkilerde kapanların hareketi, otsu bitkilerde dikliğin sağlanması gibi olaylar turgor basıncının etkisiyle gerçekleşir. Uzun süre susuz kalan bitki hücrelerinde turgor basıncı azalır, bitkilerin yaprakları (Görsel 2.36) ve çiçekleri solar.",
                  "Turgor basıncı ile osmotik basınç birbiriyle ters orantılıdır. Osmotik basınç ile turgor basıncı arasındaki fark emme kuvvetini verir.Hücreler yoğunluk bakımından üç çeşit çözelti ortamında bulunur:",
                  "İzotonik Ortam: Yoğunluğu hücrenin sitoplazma yoğunluğuna eşit olan çözeltidir (Görsel 2.37.a-2.38.a). Böyle bir ortamda hücre içi osmotik basınç ile turgor basıncı birbirine eşit olduğundan emme kuvveti sıfırdır. Kan plazması, lenf sıvısı ve serum fizyolojik hayvan hücreleri için izotonik ortamdır.",
                  "Hipertonik Ortam: Yoğunluğu hücrenin sitoplazma yoğunluğundan fazla olan çözeltidir. Bu tür ortamların osmotik basıncı yüksek olduğundan hücreler, su kaybeder ve büzülür; bu olaya plazmoliz denir. Plazmoliz, hücrenin turgor basıncını azaltır; osmotik basıncını artırır (Görsel 2.37.b-238.b).",
                  "Hipotonik Ortam: Yoğunluğu hücre yoğunluğundan az olan ortamlardır. Hipotonik ortamlarda bitki hücreleri su alarak şişer ve turgor hâline geçer (2.37.c). Su kaybederek plazmoliz durumuna geçmiş bir hücre, hipotonik bir ortama konursa su alarak eski hâline döner; bu olaya deplazmoliz denir.",
                  "Hayvan hücreleri, hipotonik ortamda su alıp şiştiğinde hücre zarı içeri giren suyun basıncına dayanamaz ve parçalanır; bu olaya hemoliz denir (Görsel 2.38.c). Saf su hayvan hücreleri için hipotonik ortamdır."
                ]
              },
              "B) Aktif Taşıma": "Küçük moleküllerin az yoğun olduğu ortamdan çok yoğun olduğu ortama doğru enerji (ATP) harcanarak enzim ve taşıyıcı proteinler yardımıyla taşınmasına aktif taşıma denir. Aktif taşıma, difüzyonun tersi yönünde işler. Örneğin bir tatlı su algi olan Nitella’da (Nitella) potasyum iyonlarının hücre içinde dış ortamdan 1.000 kat daha fazla bulunması aktif taşıma ile gerçekleşir. Sinir hücrelerinde uyartı iletimi sırasında sodyum ve potasyum iyonları aktif taşıma ile yer değiştirir (Görsel 2.40). Su, hiçbir zaman aktif yolla taşınmaz; sadece osmozla yer değiştirir."
            },
            "II. Büyük Moleküllerin Zardan Geçişi": {
              "A) Endositoz": {
                "Endositoz": "Büyük moleküllerin hücre zarının içeriye doğru çökmesiyle oluşan cepler yardımıyla enerji harcanarak hücre içine alınmasına endositoz (Görsel 2.41) denir. Bakteri ve mantar hücrelerinde hücre duvarı endositozu engeller.Endositoz sırasında hücre zarının bir kısmı koparak koful oluşumuna katıldığı için hücre zarı yüzeyi küçülür. Endositoz olayında enzimler görev alır ve ATP harcanır. Endositoz, fagositozve pinositoz olmak üzere iki şekilde gerçekleşir:",
                "a) Fagositoz": "Büyük moleküllü katı partiküllerin hücre zarının uzaması ile oluşan yalancı ayaklar yardımıyla hücre içine alınmasıdır. Yalancı ayakların sardığı besin molekülü, zarın oluşturduğu bir cep içine alınır ve cep koparak sitoplazmaya geçer. Oluşan keseye besin kofuludenir. İnsan vücudundaki akyuvarlar, yabancı mikroorganizmaları bu yolla yok eder (Görsel 2.42). Amip, öglena, paramesyum gibi tek hücreli ökaryot canlılar besinleri fagositoz ile hücre içine alır.",
                "b) Pinositoz": "Hücre zarındaki porlardan geçemeyecek kadar büyük moleküllü ve suda çözünebilen maddelerin alınmasına pinositoz denir. Pinositoz hücre zarından gelişen cepler yardımıyla gerçekleşir. Madde, pinositoz cebinin iki ucunun birleşmesiyle oluşan besin kofulu içerisinde sitoplazmaya alınır. Pinositoz cepleri fagositoz ceplerinden daha küçüktür."
              },
              "B) Ekzositoz": "Hücre içinde bulunan büyük moleküllü maddelerin enerji harcanarak kofullar yardımıyla endositozun tersi bir yöntemle hücre dışına verilmesine ekzositoz denir. Hücrede üretilen enzim, hormon, tükürük, süt gibi salgılar ve atık maddeler ekzositoz ile hücre dışına verilir. Ekzositozda koful zarı, hücre zarı ile birleştiğinden hücre zarının yüzeyi büyür (Görsel 2.43). Bakteriler ve arkeler, zarlı organeller oluşturmadığı için endositoz ve ekzositoz yapamaz. Mantar ve bitki hücreleri, ekzositoz yapabilir. Örneğin sindirim enzimleri, böcekçil bitkilerde ve ayrıştırıcı (çürükçül) mantarlarda bu yolla hücre dışına verilir."
            }
          },
          "2.1.3. BILIMSEL YÖNTEM": [
            "Bir bilginin bilimsel olarak kabul edilmesi yöntemsel olmasına bağlıdır. Bilim insanları, bir problemin çözümünde farklı yöntemler kullanabilirler. Problemin niteliği, bilim insanının olaya bakış açısı ve hayal gücü ayrıca içinde bulunulan şartlar bilimsel çalışma sırasında hangi yöntemin kullanılacağını belirler.",
            "Bilimsel bilgiye ulaşabilmek için tümevarım, tümdengelim yaklaşımlarının da yer aldığı planlı çalışmaların yapılması gerekir. Bilimsel yöntem, bir problemi çözmek amacıyla gerçekleştirilen; mantık, ölçme, gözlem ve deneylere dayalı, sistemli çalışmaların bütünüdür.",
            "Bilimsel bir problem, araştırmacının belirli bir durum veya olaya ilişkin yaptığı gözlemler ve topladığı veriler sayesinde kendisini rahatsız eden durumu net bir şekilde tanımlamasıdır. Gözlem, bir konu ile ilgili duyu organları ya da ölçme araçları kullanılarak yapılan veri toplama sürecidir. Özel bir konu ile ilgili kayda alınmış bilgiler veri olarak adlandırılır. Veri toplama bilimsel sürecin her aşamasında yapılabilir. Gözlemler ölçme araçları kullanılmadan sadece duyu organları ile yapılırsa nitel gözlem olarak adlandırılır. Ölçme araçları (Görsel 2.44) kullanılarak yapılan ve sonuçları sayısal olarak ifade edilebilen gözlemlere ise nicel gözlem denir. Örneğin “Zürafanın boyu uzundur.” ifadesi, nitel bir gözlemken “Zürafanın boyu 4,5 metredir.” ifadesi nicel bir gözlemdir. Nitel gözlemler, öznel olup kesin sonuçlar içermezken nicel gözlemler nesneldir ve kesin sonuçlar içerir.",
            "Problem belirlendikten sonra hipotez olarak adlandırılan probleme ilişkin geçici çözüm önerileri ileri sürülür. Hipotezler gözlem ve verilere dayanan, sınanabilen ve sorgulanabilen önermelerdir. Hipotezlerden tahmin adı verilen mantıklı sonuçlar çıkarılır. Hipotezler sonraki aşamada gözlem ve deneylerle test edilir. Deneylerde gözlemlerden farklı olarak koşullar değiştirilebilir. Bilimsel çalışmalarda genellikle kontrollü deneyler tercih edilir. Kontrollü deney, bir olayı etkileyecek faktörlerden sadece birinin değiştirilip diğerlerinin sabit tutulmasıyla yapılan deneydir. Kontrollü deneyde, deney grubunda test edilecek faktör değiştirilirken kontrol grubunda tüm şartlar sabit tutulur. Deney sonucunda iki gruptan elde edilen veriler karşılaştırılır. Deneyde etkisi araştırılan değişkene bağımsız değişken denir. Bağımsız değişkene bağlı olarak değişen ise bağımlı değişkendir.",
            "Gözlem ve kontrollü deneylerin sonuçları bilim insanları tarafından değerlendirilir ve yorumlanır. Veriler hipotezi destekliyorsa deneyler tekrarlanır ve elde edilen sonuçlar diğer bilim insanları ile paylaşılır. Diğer bilim insanları da aynı sonuçlara ulaşırsa hipotez gerçek hâline dönüşür. Gerçek, herkes tarafından doğruluğu kabul edilen ve aynı şartlarda aynı sonuçlara ulaşılan gözlemlerdir. Sonuçlar hipotezi desteklemiyorsa hipotez terk edilerek yeni bir hipotez kurulur."
          ]
        }
      },
      "3.ÜNİTE": {
        "3.Ünite": "CANLILARIN DÜNYASI",
        "3.0.": "Bu ünitede canlıları sınıflandırmanın önemini, canlıların sınıflandırılmasında kullanılan kategorileri ve bu kategoriler arasındaki hiyerarşiyi; canlı âlemleri ve canlıların özellikleri ile canlıların biyolojik süreçlere, ekonomiye ve teknolojiye katkılarını öğreneceksiniz.",
        "1.Bölüm": {
          "3.1. CANLILARIN ÇEŞİTLİLİĞİ VE SINIFLANDIRILMASI": "Doğadaki canlıların benzerlik ve farklılıklarına ayrıca akrabalık derecelerine göre gruplandırılmasına sınıflandırma (sistematik) denir. Canlıları sınıflandırmak için gerekli olan bütün kural ve kriterleri belirleyen bilim dalına ise taksonomi adı verilir. Taksonomi terimi, Yunanca taksis (düzenleme-sıralama) ve nomos (yasa) sözcüklerinin birleşiminden türetilmiştir.",
          "3.1.1. SINIFLANDIRMANIN AMACI VE FAYDALARI": [
            "İnsanlar, çeşitlilik gösteren varlıkları benzerlik ve farklılıklarına göre sınıflandırma eğilimindedir. Örneğin canlılar, cansızlar; bitkiler, hayvanlar; katı, sıvı, gaz gibi ayrımlar bir tür sınıflandırmadır. Dünya üzerinde yaşamış ve yaşamakta olan canlı çeşitliliğinin fazla olması, onların sınıflandırılmasını gerektirmiştir",
            "Bilimsel verilere göre dünya üzerinde 8,7 milyon canlı türü olduğu varsayılmaktadır. Dünya tarihi boyunca yeryüzünde var olmuş ve sonradan nesilleri tükenmiş türleri de dâhil edersek tür çeşitliliğinin on milyonlarca olduğu varsayılmaktadır. Yapılan paleontolojik araştırmalar sonucunda dünya üzerinde yaşamış pek çok türe ait fosil bulunmuştur. Canlı çeşitliliği tarih boyunca değişmiştir. Örneğin sürüngenler sınıfına mensup olan dinozorlar yaklaşık 250 milyon yıl önce ortaya çıkmıştır. Dinozorlar o zamanki çevre koşullarına iyi uyum sağladıklarından yaklaşık 150 milyonluk bir süreyle karasal hayatın baskın hayvanları olmuştur. Sonrasında kitlesel bir şekilde yok olmuşlardır. Günümüzde ise yılanlar, timsahlar, kaplumbağalar yaşayan sürüngenlere örnek canlılardır.",
            "Soyu tükenmiş canlılara bir diğer örnek de eklem bacaklıların üyesi olan trilobitlerdir (Görsel 3.2). Bunların dışında da jeolojik devirlerde yaşayıp da nesilleri tükenmiş pek çok canlı vardır. Bu kadar çok canlı türünün sadece isimleri yazılsa dahi ciltler dolusu kitap oluşturulur. Bu nedenle canlıların belirli bir düzen içerisinde sınıflandırılması ve isimlendirilmesi ihtiyacı ortaya çıkmaktadır."
          ],
          "Sınıflandırmanın amacı": [
            "Canlıları, belirlenmiş bilimsel kurallar dâhilinde gruplandırarak doğayı daha kolay anlaşılır hâle getirmek.",
            "Canlı türlerini birbirinden ayırt edebilecek düzenli bir sistem oluşturmak.",
            "Benzer özelliklere sahip canlıların farklı şekillerde isimlendirilmesi ve gruplandırılması sonucu meydana gelebilecek karışıklıkları engelleyerek bilim insanları arasında iletişim ve dil birliği sağlamak.",
            "Canlıların sınıflandırılması sonucu elde edilen bilgileri, o gruba dâhil bireylerin tamamı için geçerli sayarak zaman kaybını en aza indirmek.",
            "Bir canlı çeşidi üzerinde yapılan araştırmalar sonucunda elde edilen bilgilerin diğer bilim adamları tarafından öğrenilmesini sağlamak ve aynı konuda tekrar tekrar çalışılmasını önlemek.",
            " Dünya üzerinde yaşamış ve nesilleri tükenmiş eski türler ile yeni türleri karşılaştırmak, akrabalık derecelerini belirlemek, yeni bulunan türlerin tanımlanmasını ve adlandırılmasını kolaylaştırmak.",
            "Biyolojik çeşitliliği ve bunun dünya üzerindeki dağılımının nasıl olduğunu anlamak.",
            "Ekolojik ve ekonomik kaynakları tespit etmektir."
          ],
          "3.1.1.1. Canlıların Sınıflandırılmasında Kullanılan Ölçüt, Yaklaşım ve Modeller": [
            "İnsanların çevresinde yaşayan canlıları sınıflandırma çabası insanlık tarihi kadar eskidir. İnsanlar, çevrelerindeki canlıları öncelikle temel ihtiyaçlarını karşılamak ve hayatta kalabilmek için yararlızararlı, gerekli-gereksiz şeklinde sınıflandırmıştır.",
            "Bilimsel anlamda canlıları sınıflandıran ilk kişi Aristo’dur. Aristo, yaptığı sınıflandırmada canlıları bitkiler ve hayvanlar olarak iki ana grup altında toplamış, daha sonra bunları alt gruplara ayırarak bitkileri; yapı ve büyüklüklerine göre otlar, çalılar ve ağaçlar olarak hayvanları; suda ve karada yaşayanlar ile uçanlar şeklinde sınıflandırmıştır.",
            "Aristo, canlıları; renk, desen gibi dış görünüşlerini (morfolojik özelliklerini), doku ve organlarının görev benzerliğini (analojik benzerlik) ayrıca yaşam ortamlarını dikkate alarak sınıflandırmıştır. Sistematik bilimi ile uğraşan bilim insanları, Aristo’nun doku ve organların görevlerini (analojilerini) dikkate alarak yaptığı bu sınıflandırma yöntemini yapay (suni=ampirik) sınıflandırma olarak adlandırmaktadır.",
            "Yapay sınıflandırmada analog organlar dikkate alınır. Embriyolojik ve filogenetik kökenleri farklı, görevleri aynı olan organlara analog organ (Görsel 3.3) denir.",
            "O günün şartları dikkate alındığında Aristo’nun canlıları; kol, bacak, kanat, kök, gövde, yaprak gibi gözle görülebilir yapılarına ve bu yapıların görevlerine göre sınıflandırması gayet doğaldır. Yapay sınıflandırmada, suda yaşadığı için sünger, denizyıldızı, balık, yunus gibi canlılar ile uçabilme yeteneğine sahip olduğu için sinek, kuş, yarasa gibi canlılar, aralarındaki benzerlik ve akrabalık derecesi çok az olmasına rağmen, aynı grupta incelenmekteydi.",
            "İnsanlar, yeni canlı türlerini keşfetmeye başladıkça Aristo’nun sınıflandırma sistemi yetersiz kalmıştır. 18. yüzyılda Carolus Linnaeus (Karl Linne) (Görsel 3.4), o dönemde yeni bulunan canlı türlerini de tanımlamak için daha kapsamlı bir sınıflandırma yöntemi önermiştir. Linnaeus gruplama yaparken John Ray’in (Con Rey) geliştirdiği tür kavramını dikkate almıştır. John Ray (Görsel 3.5), sınıflandırmada temel ve değişmeyen birimin tür olduğunu belirtmiştir",
            "Canlıları sınıflandırırken derecelendirilmiş bir düzen oluşturması gerektiğini fark eden Linnaeus, yeni sınıflandırma basamakları oluşturmuştur. 1735 yılında yayınladığı “Doğa Sistemi” (Görsel 3.6) adlı eserinde doğanın üç âlemini (bitkiler, hayvanlar, mineraller); tür, cins ve takım kategorilerine ayırmış türler için ilk defa ikili adlandırma yöntemini kullanmıştır. Bu teknik, türün belirlenmesinde büyük kolaylıklar sağladığı için kısa sürede yaygınlaşmıştır.",
            "17. yüzyıldan itibaren ölçme, gözlem, analiz araç ve yöntemlerinin hızla gelişmesiyle birlikte canlılar arasındaki benzerlik ve farklılıkları tespit etmek amacıyla moleküler düzeyde karşılaştırmalar yapılmış, sınıflandırmada kullanılan model ve yaklaşımlar gelişerek değişmiştir. Çünkü yeni ulaşılan bilgi ve bulgular, canlıların sınıflandırmasında bilimsel bilginin düzeltilip değiştirilmesini veya yenilenmesini sağlamıştır",
            "Tek hücreli organizmalar, Antoine van Leeuwenhoek tarafından 1674'te keşfedildiğinde özelliklerine göre bitkiler veya hayvanlar âleminden birine dâhil ediliyordu. 19. yüzyılın ortalarına gelindiğinde Linnaeus tarafından önerilen iki âlemli sınıflandırma sistemi, birçok kişi tarafından yetersiz ve karmaşık bulunmaya başlanmıştır. 1866 yılında tek hücreli organizmaları gruplandırmak için protistler olarak adlandırılan üçüncü bir âlem daha önerilmiştir. Prokaryot-ökaryot ayrımı o dönemde yapılmadığından tüm tek hücreli organizmalar protistler içerisine dâhil edilmiştir.",
            "Elektron mikroskobunun icat edilmesi ile birlikte prokaryot ve ökaryot hücreler arasındaki farklılıklar belirginleşti. 1938 yılında bitkiler ve hayvanlar âlemi dışında prokaryot tek hücreli canlıların gruplandırıldığı bakteri âlemi ile ökaryot tek hücreli canlıların gruplandırıldığı protistleri içine alan dört âlemli bir sınıflandırma yöntemi önerildi.",
            "Protistler ve bitkiler âlemi arasında sayılan mantarların durumu değerlendirilmemişti. Protistler karmaşık bir âlemdi. Önerilen sınıflandırma modeline mantarlar adı altında beşinci bir âlem daha ilave edildi. 1969'da önerilen beş âlemli sınıflandırma sistemi; hızla yaygınlaşarak standart hâle geldi ve bu sınıflandırma bazı iyileştirmelerle günümüzde de hâlâ kullanılmaktadır. Bu sınıflandırma modelinde dikkate alınan temel ölçüt canlıların beslenme farklılıklarıdır.",
            "1970'li yıllarda gen dizilimlerinin karşılaştırılarak ve küçük ribozamal RNA parçacıkları kullanılarak arkeler tanımlanmıştır (Görsel 3.7). Böylece canlılar bakteri, arke ve ökaryotlar olmak üzere üç ana gruba ayrılmıştır"
          ],
          "3.1.1.2. Günümüzde Kullanılan Sınıflandırma Yöntemi": [
            "Sınıflandırma günümüzde, canlıların akrabalık derecelerine göre yapılmakta ve canlıların tüm biyolojik karakterleri göz önünde bulundurulmaktadır. Bu çeşit sınıflandırmaya doğal (filogenetik) sınıflandırma denir. Filogenetik sınıflandırmada zorunlu kalınmadıkça doku ve organların görev benzerliği dikkate alınmaz. Türleri birbirinden ayırmak için belirli taksonomik karakterler dikkate alınır. Filogenetik sınıflandırmada canlıların akrabalık derecesini tespit etmek için dNA ve protein benzerliği, vücut simetrisinin benzerliği, embriyonel gelişim evrelerinin benzerliği, biyokimyasal özelliklerin benzerliği, hücresel yapılarının benzerliği, anatomik benzerlikler, fizyolojik benzerlikler ve organların kökeni (homoloji) gibi taksonomik kriterler kullanılır.",
            "Embriyonik kökeni aynı olan, yapı ve gelişimleri birbirine benzeyen, aynı veya farklı fonksiyonları yerine getiren organlara homolog organlar denir. Filogenetik sınıflandırmada doku ve organların homolojisi çok önemlidir. Örneğin balinanın ön yüzgeci; kurbağanın, atın, aslanın ön bacağı; insanın kolu ve kuşun kanadı görevleri farklı olmasına rağmen kökenleri aynı olan homolog organlardır (Görsel 3.8). Bu organlar benzer anatomik yapıya ve fizyolojik özelliklere sahiptir."
          ],
          "3.1.2. SINIFLANDIRMADA KULLANILAN KATEGORILER VE BU KATEGORILER ARASINDAKI HIYERARŞi": {
            "Sınıflandırmada Kullanılan Kategoriler": "Belirli bir düzene göre sıralanmış, belirli özellikler taşıyan ve buna göre adlandırılan sınıflandırma birimlerine kategori adı verilir. Filogenetik sınıflandırmada canlılar, tür ile başlayan ve âlem ile sonlanan 7 farklı kategoride gruplandırılır (Görsel 3.9). Kategoriler, canlının sınıflandırmasında dâhil edildiği basamaklardaki seviye veya derecesini ifade eder. Belirli bir kategoriye dâhil olan ortak özelliklere sahip bireylerin oluşturduğu topluluğa takson denir. Taksonlar, sahip olduğu özelliklere göre belirli kategorilere yerleştirilir. Belirli bir kategoriye giren bir takson, yine daha geniş ve üst seviyedeki taksonları oluşturmak üzere başka topluluklarla bir araya getirilebilir.",
            "Tür": [
              "Tür kavramını ilk ortaya atan bilim insanı John Ray’dır. Ortak bir atadan gelen, yapı ve işlev bakımından benzer özellikler taşıyan ve doğal koşullarda çiftleştiklerinde kısır olmayan yavrular (verimli döller) verebilen bireyler topluluğuna tür denir. Aynı türdeki tüm bireylerin kromozom sayıları aynıdır. Ancak farklı türlere ait canlıların kromozom sayıları da aynı olabilir",
              "Lepistes (Poecilia reticulata) (Poesiliya retikulata), Tayvan munçağı (Muniacus reevesi) (Muniyakus revezi), Sable antilobu (Hippotragus niger) (Hipotragus nicır), Kurtbağrı bitkisi (Ligustrum vulgare) (Ligustrum vulgare), İnsan (Homo sapiens) (Homo sapiyens) kromozom sayıları 46 olmasına rağmen farklı türlere ait canlılardır (Görsel 3.10).",
              "Kromozom sayılarının aynı olması bu canlıların aynı tür ya da yakın akraba olduğunu göstermez çünkü önemli olan kromozom sayısı değil, kromozomlar üzerindeki genlerin benzerliği ve niteliğidir.Bir türdeki bütün bireylerin cinsleri ile sınıflandırma basamaklarında bulundukları diğer yüksek kategorileri aynıdır.",
              "Filogenetik sınıflandırmanın kurucusu olan Carolus Linnaeus, canlıları sınıflandırırken sadece tür, cins ve takım basamaklarını kullanmıştır. Ancak ilerleyen zamanlarda bu basamaklar yetersiz kaldığı için familya, sınıf, şube ve âlem kategorileri ilave edilmiştir (Tablo 3.1). Filogenetik sınıflandırmada benzer familyalar takımları oluşturur. Benzer takımların bir araya gelmesiyle sınıflar, sınıfların bir araya gelmesiyle şubeler, şubelerin bir araya gelmesiyle de âlem ortaya çıkar."
            ]
          },
          "3.1.3. İKİLİ ADLANDIRMA SİSTEMİ": [
            "Linnaeus tarafından önerilen ikili (binomial) adlandırma sistemigünümüzde türlerin adlandırmasında kullanılan sistemlerin temelini oluşturur. Zamanla ortaya çıkan farklılıkları gidermek ve bilimsel birliktelik sağlamak için 19. yüzyılın ortalarından itibaren çeşitli kurumlar tarafından uluslararası kurallar oluşturulmuştur",
            "Linneaus, her bir tür için biri cins ismi, diğeri o türü niteleyen isim olmak üzere Latince iki kelimeden oluşan ikili adlandırma sistemini kullanmıştır. Türün adlandırılmasında kullanılan ilk sözcük cins ismidir, ikinci kelimeye ise tanımlayıcı ad denir. Cins ismi tanımlayıcı adla birlikte tür adını oluşturur. Örneğin Homo sapiens (İnsan),Felis catus (Evcil kedi).",
            "Tanımlayıcı ad bir türün özelliğini belirten sıfat olup o türü tanımlamak için tek başına yeterli değildir çünkü birbirinden farklı türlerin tanımlayıcı adı aynı olabilir.Passer domesticus (Paser domestikus) (Bayağı serçe), Acheta domesticus (Akheta domestikus) (Cırcır böceği).İkili adlandırma sisteminde cins adının ilk harfi büyük, tanımlayıcı adın bütün harfleri küçük yazılır. Tür ve cins adları yazılırken eğik (italik) yazı karakteri kullanılır (Görsel 3.11) veya altı çizilir.",
            "Filogenetik sınıflandırmada taksonlar bir araya gelerek türden âleme doğru giden dereceli bir gruplandırma oluşturur (Görsel 3.12)"
          ]
        },
        "2.Bölüm": {
          "3.2. CANLI ÂLEMLERİ VE ÖZELLİKLERİ": {
            "3.2.1. CANLI ÂLEMLERİ": "Günümüzde canlılar, sistematik karakterlerine göre altı âlem altında sınıflandırılır: Bakteriler, arkeler, protistler, bitkiler, mantarlar ve hayvanlar.",
            "3.2.1.1. Bakteriler": [
              "Bakteriler, prokaryot hücre yapısına sahip tek hücreli mikroskobik organizmalardır. Zarla çevrili çekirdekleri ve zarlı hücre organelleri yoktur. Sitoplazmik organel olarak sadece ribozom taşır. Dünyada birey sayısı en fazla olan canlı grubudur (Görsel 3.14). Bakteriler; hücre şekline, solunum ve beslenme tipine, kimyasal boyalarla boyanmasına, hastalık yapma durumuna ve diğer özelliklerine göre sınıflandırılabilir.",
              "Bakterilerde genellikle hücre zarının dış kısmında protein ile polisakkarit içeren hücre duvarı bulunur.Bakterilerin sitoplazmalarında dağınık hâlde bulunan ve birkaç bin gen taşıyan halkasal DNA vardır. Bakteriler hücre içi zar sistemi oluşturamadığından çekirdek zarı ve zarlı hücre organelleri yoktur. Hücresel DNA dışında bazı bakterilerin sitoplazmasında küçük ve halkasal yapıda plazmit adı verilen DNA parçaları bulunur. Plazmitler, antibiyotiklere veya kimyasal maddelere karşı direnç kazandıran genler taşır. Bakteriler, pasif veya aktif şekilde hareket edebilir. Bazı bakteri türlerinde hücre duvarının üzerinde kapsül adı verilen koruyucu bir tabaka daha bulunur. Kapsül, bakteriyi kötü ortam şartlarından korur. Bakterilerde hücrelerin birbirine tutunmasını, haberleşmesini ve gen aktarımını sağlayan ve hücre zarının dışarıya doğru uzamasıyla oluşan pilus adı verilen uzantılar bulunur. Bazı bakterilerde ise aktif olarak yer değiştirmeyi sağlayan kamçı vardır (Görsel 3.15).",
              "Bakteriler, uyum yetenekleri yüksek olduğu için hemen hemen her ortamda yaşayabilmektedir. Bakterilerin bazı türleri faydalı, bazı türleri ise zararlıdır. Bakteriler beslenme bakımından ototrof veya heterotrof olabilir. Bazı bakteriler parazit yaşar. Ototrof bakteriler, fotosentez veya kemosentez yoluyla besin üretir. Tüm bakterilerde depo polisakkarit glikojendir. Bakterilerin ayrıştırıcı olanları organik maddelerin inorganik maddelere dönüşümünü sağladığından doğadaki madde döngüsünde çok önemlidir. ",
              "Bakterilerin oksijenli solunum, oksijensiz solunum ve fermantasyon yapabilen türleri vardır. Fermantasyon yapabilen bakteriler, son ürün olarak etil alkol, laktik asit gibi ürünler oluşturur.Oksijenli solunum ve fotosentez yapan bakterilerde ETS elemanları ve gerekli enzimler hücre zarında bulunur.Bazı bakteriler olumsuz ortam şartlarında endospor oluşturur. Endosporlar, çevresel değişimlere oldukça dayanıklı olup uzun süre bu şekilde canlı kalabilir. Ortam şartları uygun hâle geldiğinde endospor durumundan çıkar. Bakteriler, mikroskop altında genellikle küre, çomak, virgül ya da spiral şeklinde görülür (Görsel 3.16).",
              "Bakterilerde, basit ikiye bölünme yöntemiyle eşeysiz üreme gerçekleşir. İçerisinde besin elementleri bulunan kültür ortamında bakteriler yaklaşık her 20 dakikada bir bölünebilir (Görsel 3.17). Ayrıca bakterilerde genellikle plazmitler aracılığıyla gen transferi (konjugasyon) adı verilen özel bir yöntemle genetik çeşitlilik sağlanır. Bakteri konjugasyonu sırasında birey sayısında artış meydana gelmediğinden bu olay bir çoğalma şekli kabul edilmez."
            ],
            "Bakterilerin Biyolojik ve Ekonomik Önemi": [
              "Bakteriler, ekolojik anlamda yeryüzündeki yaşamın devamı için gerekli birçok faaliyeti gerçekleştiren çok önemli organizmalardır. Fotosentez yapan bazı bakteriler, atmosfere yüksek oranda oksijen salarken bazıları atmosferde bulunan serbest azot gazının ve karbondioksidin organik bileşiklerin yapısına katılmasını sağlar. Bazı bakteriler organik atıkların inorganik bileşenlerine ayrıştırılarak madde döngüsüne girmesinde ayrıca toprağın zenginleşmesinde ve kirleticilerden arınmasında etkilidir.",
              "Bakterilerin organik, hatta inorganik bileşikleri parçalayabilen güçlü enzimleri vardır. Doğa dostu olan bu bakteriler; doğal ve sentetik atıkların yok edilmesi, işlenmesi ve değerlendirilmesinde ayrıca tarımsal zararlılara karşı biyolojik mücadelede kullanılmaktadır.",
              "Bakteriler, insan sağlığı açısından oldukça önemlidir. Bakteriler, hızlı çoğalmaları ve biyoteknolojik açıdan gen nakline uygun olmaları sebebiyle insülin gibi bazı hormonların, büyüme faktörlerinin, antibiyotiklerin, aşı ve serumların, kanser tedavisinde ve kozmetikte kullanılan bazı ilaçların ucuza, daha çok miktarda ve saf olarak üretilmesinde kullanılır (Görsel 3.19).",
              "Bazı otobur canlıların sindirim sisteminde yaşayan yararlı bakteriler, selülozun sindirimine yardımcı olurken insanların kalın bağırsaklarında yaşayan bakteriler, B ve K vitaminlerini üretir.Bakteriler, mayalanma yapabilme yetenekleri sebebiyle gıda sanayisinde kullanılır. Sütün yoğurt veya peynire, glikozun etil alkol veya sirkeye dönüşmesinde ve turşu üretiminde bakterilerden yararlanılır.",
              "Bilinen en güçlü nörotoksin, bir bakteri tarafından üretilen botulinum toksinidir. Bu madde sinir ile kas arasındaki iletişimi durdurmaktadır. Çok güçlü bir zehir olmasına rağmen botulinum toksini; yüzdeki kırışıklıkların önlenmesinde, şaşılık, migren ve aşırı terlemenin tedavisinde kullanılmaktadır (botoks tekniği).",
              "Bazı bakteriler tüberküloz, tetanos, ülser, menenjit gibi hastalıklara neden olur. Bu bakteriler, ürettikleri toksin ile organizmaya zarar verir. Bu özellikleri sebebiyle bazı bakteriler, genetiği değiştirilerek biyolojik silah yapımında kullanılmaktadır. Ancak dünyada dostluk ve barışın bozulmaması için biyolojik silahlar kullanılmamalıdır"
            ],
            "3.2.1.2. Arkeler": [
              "1970’lerde mikrobiyologların gen dizilimlerini ve küçük ribozomal RNA parçalarını kullanarak prokaryotları karşılaştırmaları canlıların sınıflandırmasında bilimsel bilginin sınanmasını, düzeltilmesini ve yenilenmesini sağlamıştır. Yapılan çalışmalar sonucunda arkeler; metabolik, hücresel ve genetik özellikleri dikkate alınarak bakterilerden ayrılmış ve ayrı bir âlem altında incelenmeye başlanmıştır.",
              "Arkeler, bazı özellikleri bakımından ökaryotlara benzeyen tek hücreli ve prokaryot hücre yapısına sahip mikroskobik organizmalardır. Arkeler; çok sıcak ve çok soğuk, yüksek ve düşük pH ile yüksek tuz gibi ekstrem ortamlarda yaşayabilen, diğer canlıların dayanamayacağı zorlu çevre şartlarına (Görsel 3.20) uyum sağlamış organizmalardır. Genelde yaşadıkları ortamların özelliklerine göre gruplandırılıp adlandırılır.",
              "Arkeler, bakteriler gibi halkasal şekilli bir DNA taşır. Ancak birçoğunun DNA'sı ökaryot hücre DNA’larında olduğu gibi histon denilen özel proteinlere sarılmıştır. Bazı arkelerde bakterilerde olduğu gibi plazmit DNA’ları bulunabilir. Bunlar, gen transferi (konjugasyon) yöntemiyle bir arkeden diğerine aktarılabilir. Arkelerin ribozomları daha çok ökaryot hücre ribozomlarına benzediğinden bakterilerden farklı olarak antibiyotiklerden etkilenmez.",
              "Arkelerin kemosentez yapabilen ayrıca ayrıştırıcı olarak yaşayabilen türleri vardır. Günümüzde tanımlaması yapılan arkelerin hastalık yapıcı ve endospor oluşturan formu yoktur"
            ],
            "Arkelerin Biyolojik ve Ekonomik Önemi": [
              "Arkeler; okyanuslarda, tuzlu göllerde, kaplıca sularında, bataklılarda, kirli sularda, buzullarda insanın kalın bağırsağında ve derisinde, karıncaların ve otobur canlıların sindirim sisteminde yaşar. Otobur canlıların sindirim sisteminde selüloz sindirimine yardımcı olur. Çok tuzlu ortamlarda yaşayabilen, çok sıcak ortamlarda yaşayabilen, metan gazı üreten arke türleri vardır.",
              "Arkeler, doğadaki azot ve karbon döngüsünde görev yapan ekolojik bakımdan çok değerli canlılardır. Arkelerden metallerin zehirleyici etkilerinin yok edilmesinde, kalitesi düşük olan metallerin zenginleştirilmesinde ve saflaştırılmasında, sanayi ve evsel atık sularının arıtılmasında, çöplerin ayrıştırılmasında, çöplerden; metan gazı, gübre, biyoyakıt gibi ürünlerin elde edilmesinde ve biyoteknolojide yararlanılmaktadır."
            ],
            "3.2.1.3. Protistler": [
              "Protistler, ökaryot hücre yapısına sahip olan âlemler içerisinde en ilkel, tek ve çok hücreli organizmaları barındıran gruptur. Protistler, yaşamsal faaliyetlerinin büyük bir kısmını sitoplazmalarındaki organellerde gerçekleştirir. Çoğunlukla sucul ortamlarda, nemli topraklarda, diğer hayvansal organizmaların vücutlarında yaşar. Amip, öglena, paramesyum, Trypanosoma (Tripanosoma), plazmodyum, algler ve cıvık mantarlar protist örnekleridir. (Görsel 3.21)",
              "Protistler; ototrof, heterotrof ve hem ototrof hem heterotrof olarak beslenebilen çok sayıda tür içerir. Avlanarak beslenen türlerin yanı sıra ayrıştırıcı, parazit ve üretici türleri de vardır. Üretici olanlar, taşıdıkları kloroplast sayesinde atmosferde ve denizlerde bulunan oksijenin büyük bir kısmını üretir. Protistler sahip oldukları sil, kamçı, yalancı ayak gibi uzantılarla aktif olarak yer değiştirebilir. Tatlı sularda yaşayan türlerinde bulunan kontraktil kofullar, hücre içine giren suyun fazlasını dışarı atarak homeostaziyi sağlar. Bazılarında birden fazla çekirdek bulunabilir. Eşeyli ve eşeysiz ayrıca hem eşeyli hem eşeysiz çoğalabilen türleri vardır. Besinlerini dış ortamdan endositoz ile alabilen türlerinde hücre içi sindirim görülür. Alglerin bazı çok hücreli formlarında iş bölümüne dayalı koloni oluşturma yeteneği vardır."
            ],
            "Protistlerin Biyolojik ve Ekonomik Önemi": [
              "Denizlerde ve tatlı sularda yaşayan bazı protistlerin hücre duvarlarında silisyum bulunur. Protistler, öldükten sonra zemine çökerek organik tortul kayaçları oluşturur. Bu tortul, diş macunlarına parlatıcı olarak katılmakta ve binalarda yalıtım malzemesi olarak kullanılmaktadır. Algler protein, vitamin ve mineral içeriği yönünden zengin olmaları nedeniyle besin olarak tüketilmekte; endüstriyel, evsel ve canlı atıkların temizlenmesinde, antibiyotik üretiminde, kozmetik ve tıbbi ürünlerin yapımında, plastik ve boya üretiminde, gıda ve tekstil endüstrisinde kullanılmaktadır.",
              "Algler, fotosentez yapabildiğinden deniz ve okyanuslarda yaşayan diğer canlıların besin ve oksijen kaynağıdır. Ayrıştırıcı protistler organik atıkları inorganik bileşenlerine ayrıştırdığı için madde döngüsünde etkilidir. ",
              "Sporla çoğalabilen bazı protistler, birçok omurgalı ve omurgasız hayvanda parazit olarak yaşar ve çeşitli hastalıklara neden olur. Örneğin çeçe sineği tarafından bulaştırılan uyku hastalığının, tatarcık sineği ile bulaştırılan şark çıbanının ve anofel cinsi sivrisineğin dişisi tarafından bulaştırılan sıtma hastalığının sebebi sporla çoğalan parazit protistlerdir."
            ],
            "3.2.1.4. Bitkiler": [
              "Bitkiler, fotosentetik ototrof (fotoototrof) beslenen, gelişmiş organizasyona sahip, ökaryot çok hücreli, üretici canlılardır. Bitkiler, taşıdığı kloroplastları sayesinde güneş enerjisini biyokimyasal enerjiye çevirir. Yaprak hücrelerindeki kloroplastlarda bulunan klorofil molekülü sayesinde güneş ışığını soğurup elde ettiği enerji ile su, karbondioksit gibi inorganik maddelerden organik madde sentezi yapar ve atmosfere oksijen gazı verir. Bitkiler, fotosentez yoluyla ürettiği glikozu; kök, gövde, yumru, tohum, meyve gibi yapılarında nişasta olarak depolar (Görsel 3.22).",
              "Bitkilerin fotosentez yoluyla ürettiği ve depoladığı organik maddeler, besin zinciri yoluyla diğer canlılara aktarılır. Hücre zarlarının dış kısmında selülozdan yapılmış hücre duvarı vardır. Selüloz çeper sayesinde hücreler turgor durumunda kalabilir. Turgor durumu, bitkiye diklik verir ve destek sağlar. Bazı bitki türleri yarı veya tam parazit olup diğer bitkilerin üzerinde yaşar. Bazı tam parazit olan bitki türleri klorofil taşımadığı için fotosentez yapamaz. Bitkilerde yapraklar mumsu bir madde olan kütin ile kaplanmıştır. Çöl gibi kurak ortamlara uyum sağlayan bitkilerde ise yapraklar körelerek, dikenlere dönüşmüş; gövde, oransal olarak yüzeyi azaltmak ve ısınmayı engelleyerek su kaybını önlemek amacıyla silindir veya küre şeklini almış (Görsel 3.23) ve su depolayabilen özel dokular geliştirmiştir. Bitkilerde genelde yaprakların alt yüzeyinde O2-CO2 değişimini ve terlemeyi sağlayan açılıp kapanabilen gözenek(stoma) denilen açıklıklar bulunur.",
              "Bitkilerin toprak üstü kısımlarına sürgün, toprak altı kısımlarına kök denir. Bitkilerin kökleri, topraktan suyun ve suda çözünmüş hâlde bulunan mineral tuzların alınmasını sağlar. Fotosentez sonucu üretilen maddeleri depolar ve bitkiyi toprağa bağlar. Bitkilerde, kök, gövde, dal, yaprak, çiçek, meyve, tohum gibi yapılar bulunur (Görsel 3.24).",
              "Bitkiler kök, gövde ve yaprakları ile eşeysiz; çiçek, meyve, tohum gibi yapılarıyla eşeyli olarak çoğalır. Bitkilerde eşeyli üreme spor veya tohumla gerçekleşir. Bazı bitkilerde tohum oluştuktan sonra meyve gelişir.",
              "Çok yıllık bitkilerde büyüme ve gelişme bitkinin tüm yaşamı boyunca devam eder. Bitkiler toprağa bağlı halde yaşadığından yer değiştirme hareketi yapamaz. Ancak bitkilerde yönelim ve ırganım hareketleri görülür.Karayosunu, ciğer otu, atkuyruğu, eğrelti otu, karaçam, akkavak, göknar, buğday, lale, elma ağacı, gül ve maydanoz bitki örnekleridir (Görsel 3.25)."
            ],
            "Bitkilerin Biyolojik ve Ekonomik Önemi": [
              "Bitkilerin ekolojik ve ekonomik açıdan doğaya ve insanlara birçok faydası vardır. Canlıların büyük bir çoğunluğu, özellikle otobur olanları ihtiyaç duyduğu besinleri sadece bitkisel gıdalardan karşılar. Bitkiler, atmosfere büyük miktarda oksijen salar; aynı zamanda yanma ve solunum olayları sonucunda meydana gelen karbondioksiti soğurarak atmosfer ve sulardaki O2-CO2 dengesini korur. Bitkiler; mevsimlerin düzenlenmesinde, erozyonun önlenmesinde, toprağın zenginleştirilmesinde önemlidir. Ayrıca canlılara yaşam ortamı sunar, su döngüsüne katkı sağlar, çevre kirliliğini önler, dünyayı ultraviyole ışınlardan koruyan ozon tabakasının oluşmasına yardımcı olur ve küresel ısınmayı engeller.",
              "İnsanoğlunun tarım yaparak kendi besinini üretebilir hâle gelmesi, 10.000 yıl öncesine dayanmaktadır. Yabani meyve ve tohumları toplayarak beslenen insanoğlu, topladığı tohumlardan bitki yetiştirmeye ve bunları ıslah etmeye başlamıştır. Günümüzde insanlar, gıda ihtiyacının büyük bir kısmını tarımını yaptığı bitkisel besinlerden karşılamaktadır (Görsel 3.27). Bitkiler, besin kaynağı olmalarının dışında ilaç, kozmetik, boya, ahşap ve kâğıt endüstrisinde; inşaat sektörü ile biyoyakıt üretiminde kullanılmaktadır."
            ],
            "3.2.1.5. Mantarlar": [
              "Mantarlar doğada oldukça bol bulunur (Görsel 3.28). Toprakta ve havada çok sayıda mantar sporu vardır. Salça, ekmek, limon, peynir gibi gıdalar açıkta bırakıldığında üzerinde oluşan küfler bunun en belirgin örneğidir.",
              "Mantarlar, çoğunlukla çok hücreli ve ayrıştırıcı beslenen; bir kısmı da parazit olarak yaşayan organizmalardır. Ayrıştırıcı mantarlar, hücre dışına salgıladığı enzimler yoluyla organik atıkları inorganik maddelere dönüştürür. Mantarlar, doğadaki madde döngülerinde rol oynadığından (Görsel 3.29) ekosistemlerin devamlılığı açısından önemlidir.",
              "Mantar hücreleri, bir veya birden fazla çekirdeğe, kitinden yapılmış hücre duvarına sahiptir. Genellikle nemli yerlerde yaşar (Görsel 3.30). Kök, gövde, yaprak gibi özelleşmiş yapılar bulundurmaz. Glikozu glikojen olarak depolar. Maya mantarı hariç bazı mantar türlerinde hif adı verilen pamuksu yapıya sahip uzantılar bulunur. Hiflerin birleşmesiyle oluşan yapıya miselyum denir. Miselyumlar mantarın bulunduğu ortama tutunmasında, yayılmasında ve beslenmesinde etkilidir. (Görsel 3.31)",
              "Bazı mantar türleri, bitki ve alglerle birlikte karşılıklı faydaya dayalı ortak yaşam şekilleri oluşturur. Bitkilerin köklerine yerleşen bazı mantar türleri bitkinin topraktan su, fosfor, azot gibi maddeleri almalarını kolaylaştırır; bitki ise mantara organik besin sağlar. Ürettiği etken maddeler bitkiyi parazitlere karşı korur. Mantarlar alglerle birlikte liken adı verilen yaşam birliğini oluşturur.",
              "Bazı mantarların ürettiği metabolik son ürünlerin zehirleyici etkisi vardır. Bazı mantarlardan elde edilen etken maddeler, bakteriyel hastalıkların tedavisinde ve tarımsal mücadelede ilaç ve hatta biyolojik silah yapımında kullanılmaktadır",
              "Mantarlarda genellikle eşeyli ve eşeysiz üremenin birbirini takip ettiği özel bir üreme şekli görülür. Üreme sırasında meydana getirilen sporlar (Görsel 3.32); rüzgâr, su ve böceklerin etkisiyle çevreye dağılır. Sporlar çevre şartlarına oldukça dayanıklı olup yıllarca canlılığını koruyabilir. Bazı mantar türlerinde ise ikiye bölünme veya tomurcuklanma ile eşeysiz üreme görülür."
            ],
            "Mantarların Biyolojik ve Ekonomik Önemi": [
              "Parazit mantarlar insanlarda deride kaşıntı, saçkıran, ağız ve boğazda pamukçuk, akciğerlerde aspergilloz denilen hastalıklara neden olur. Uzun süreli antibiyotik kullanımı, bağışıklık sistemini baskılayan bazı ilaçlar ve ateşli hastalıklar Candida (Kandida) cinsi mantarların ağız ve bağırsakta çoğalmasına fırsat verir.",
              "Mantarlar, organik atıkları inorganik maddelere dönüştüren ayrıştırıcı organizmalardır. Bu nedenle yeryüzünde madde döngüsünde çok önemlidir; özellikle orman ekosistemlerinde toprağı humus bakımından zenginleştirir. Maya mantarları fermantasyon yapabilme özelliğinden dolayı gıda, deterjan ve ilaç sanayinde; peynir, alkol, antibiyotik ve ekmek yapımında kullanılır. Bazı küf mantarlarından elde edilen antibiyotikler, bakterilerin yaşamsal faaliyetlerini engellediğinden bakteriyel hastalıkların tedavisinde kullanılır (Görsel 3.33). Protein, B vitamini ve mineral bakımından zengin olduğundan zehirsiz bazı şapkalı mantar türleri insanlar tarafından besin olarak tüketilmektedir (Görsel 3.34)."
            ],
            "3.2.1.6. Hayvanlar": {
              "Hayvanlar": "Hayvanlar; ökaryot, çok hücreli, üyeleriyle aktif olarak yer değiştirebilen ve heterotrof beslenen canlılardır (Görsel 3.35). Hücre zarlarının dış kısmında koruyucu bir hücre duvarı bulunmaz. Büyük bir kısmında yaşamsal fonksiyonları yerine getirmek üzere özelleşmiş doku ve organlar vardır. İhtiyaç duyduğu enerjiyi oksijenli solunum ile elde eder. Hayvanların çoğu eşeyli ürer. Bazı hayvanlarda eşeyli üremenin yanında eşeysiz üreme de görülür. Sperm ve yumurtanın birleşmesiyle oluşan zigot, mitoz bölünmelerle embriyoyu oluşturur. Oluşan bu embriyo gelişerek yeni bir canlı meydana getirir. Hayvanların büyüme ve gelişmeleri sınırlıdır.Hayvanlar âleminde canlıların sınıflandırılmasında dikkate alınan ilk kriter, omurganın varlığıdır. Hayvanlar âlemi, omurgasızlar ve omurgalılar şeklinde iki gruba ayrılır. Omurgalı hayvanlar, omurgasızlara göre daha gelişmiştir.",
              "A) Omurgasız Hayvanlar": {
                "Omurgasız Hayavanlar": "Hayvanlar âleminin en geniş grubudur. Kıkırdak ve kemikten oluşan iç iskeletleri ve vücutlarının sırt kısmında omurga yoktur. Sinir şeritleri karın kısmındadır. Bazılarında dış, bazılarında iç iskelet bulunur. Bazıları suda, bazıları karada yaşar. Omurgasız hayvanlarda genellikle açık kan dolaşımı görülür. Açık kan dolaşımında kan, damarlar ve dokular arasındaki boşluklarda dolaşır. Kapalı kan dolaşımında ise kan tamamen damar içinde dolaşır. Büyük bir kısmı eşeyli, küçük bir kısmı ise tomurcuklanma veya rejenerasyonla eşeysiz olarak çoğalır. Omurgasız hayvanlar altı gruba ayrılarak incelenir.",
                "a) Süngerler": [
                  "Süngerler, çoğunlukla denizlerde zemine bağlı olarak yaşayan en basit organizasyona sahip gelişmiş sistemleri bulunmayan hayvanlardır. Vücutları; torba, kadeh veya vazo şeklindedir (Görsel 3.36).",
                  "Süngerlerin vücudu çok sayıda açıklığa sahiptir. Bu açıklıklardan giren su ile süngerlerin vücut hücreleri arasında gaz alışverişi, besin alımı ve atıkların uzaklaştırılması sağlanır. Süngerler, yakaladığı mikroskobik organizmaları ve organik parçacıkları hücre içi sindirim yoluyla parçalar.",
                  "Süngerler, eşeyli ve eşeysiz yolla üreyebilir. Çoğu sünger çift eşeylidir (hermafrodit). Hem yumurta hem sperm üretir. Kendini yenileme yetenekleri yüksektir. Çok küçük parçalara kesilseler de her bir parçadan yeni bir canlı meydana gelebilir. Geçmişte bazı süngerler ev ve vücut temizliğinde yaygın olarak kullanılmıştır (Görsel 3.37)."
                ],
                "b) Sölenterler": [
                  "Sölenterler, süngerlerden daha gelişmiş organizasyona sahip sucul hayvanlardır. Hidra, denizanası, denizşakayığı ve mercanlar sölenterlere örnektir (Görsel 3.38).",
                  "Sölenterlerde, sabit ve serbest yüzücü olmak üzere iki genel vücut formu vardır. Mercanlar, hidralar ve denizşakayığı sabit, denizanaları ise yüzücü sölenter örnekleridir.",
                  "Doku düzeyinde bir organizasyon gösteren sölenterlerde kas ve sinir dokuları ile üreme organları bulunur. Ancak solunum ve boşaltım sistemleri yoktur. Sölenterlerin hücrelerinin çoğu çevresindeki suyla doğrudan temas hâlinde olduğundan her türlü madde alışverişi vücut yüzeyi aracılığıyla yapılır. Bazı sölenter türleri, diğer canlılarla birlikte karşılıklı faydaya dayalı ortak yaşam şekilleri oluşturabilir. Deniz anemonu ile palyaço balığı arasında bu şekilde bir birliktelik vardır (Görsel 3.39)",
                  "Hayvanlar âleminde sinir hücrelerine ilk kez sölenterlerde rastlanır. Sölenterlerin bazıları avcılardan korunmak, avlanmak, kendi türüyle veya diğer türlerle ilişki kurmak için çoğunlukla su tarafından daha az soğurulan mavi renkli bir ışık çıkarır. Buna biyolüminesans denir. Bazı türleri ışık saçar (Görsel 3.40).Sölenterlerde eşeyli ve eşeysiz çoğalmanın birbirini takip ettiği özel bir üreme şekli görülür. Bazıları ise tomurcuklanma ile ürer."
                ],
                "c) Solucanlar": [
                  "Solucanların vücutları genelde yuvarlak veya yassı şekillidir. Bazılarında vücut bölmelere ayrılmıştır. Doku ve organ farklılaşması görülen ilk omurgasız canlı grubudur. Derileri nemli olup yüzeyderi solunumu yapar. Boşaltım atıkları amonyaktır. Toprak veya suda serbest yaşayan türlerinin yanında parazit yaşayanları da vardır.",
                  "Tenya, bağırsak solucanı, kıl kurdu gibi türleri omurgalı hayvanların sindirim sisteminde parazit yaşar. Eşeyli olarak üremelerine rağmen bazı türleri eşeysiz olarak rejenerasyonla çoğalabilir. Çift eşeyli olanlarında (hermafrodit) hem yumurta hem sperm üretilir. Ancak solucanlarda genellikle kendi kendini dölleme görülmez. Planarya (Görsel 3.41 a), tenya (Görsel 3.41 b), bağırsak solucanı (Görsel 3.41 c), toprak solucanı (Görsel 3.41 ç) ve sülük (Görsel 3.41 d) bu gruba örnek olarak verilebilir."
                ],
                "ç) Yumuşakçalar": [
                  "Yumuşakçalar, eklem bacaklılardan sonraki ikinci en büyük omurgasız hayvan grubudur. Bu grup içerisinde büyüklük ve şekil bakımından çok değişik canlı örnekleri bulunur. Vücut büyüklüğü 1 milimetre olan küçük bir salyangozdan, boyu 16 metreye ve vücut ağırlığı 2 tona ulaşabilen dev mürekkep balığına kadar değişen türleri vardır. Yumuşakçalar tuzlu ve tatlı su ile karada yaşar. Yumuşakçalar eşeyli olarak çoğalır",
                  "Suda yaşayanlar solungaçlarla karada yaşayanlar ise kabuk altındaki genişlemiş yüzey ile solunum yapar. Çoğu yumuşakçada açık dolaşım görülür. Ahtapot ve kalamarda ise dolaşım kapalıdır. Yumuşakçalar eşeyli olarak çoğalır. Birçok salyangoz hermafrodittir.",
                  "Bazı türlerinde, pürüzsüz ve parlak sedef tabakası bulunur. Midyeler, silleri yardımıyla solungaçları üzerindeki mukusa yapışan mikroorganizmaları yiyerek beslenir",
                  "Ahtapot, mürekkep balığı, salyangoz, istiridye (Görsel 3.42) bu gruba örnek verilebilir. Yumuşakçaların pek çok çeşidi insanlar tarafından besin maddesi olarak tüketilir. İstiridyelerden elde edilen inci ile sedef, takı ve süs eşyası yapımında kullanılmaktadır."
                ],
                "d) Eklem Bacaklılar": [
                  "Eklem bacaklılar, karasal hayata başarılı şekilde uyum sağlamış, dünya üzerinde geniş alanlara yayılmış omurgasız canlılardır.Eklem bacaklılarda bulunan dayanıklı ve hafif dış iskelet, uçmayı kolaylaştırır ve hemen altındaki iç organları korur. Dış iskelet, esnek olmadığından büyümeyi sınırlar. Bu nedenle eklem bacaklılarda embriyonel dönemde başkalaşım (metamorfoz) (Görsel 3.43) ve ergin dönemde deri değiştirme olayı görülür.",
                  "Eklem bacaklıların hareket organları; yürüme, yüzme, sıçrama, zıplama, uçma, yakalama, kazma, delme gibi değişik işlevleri yerine getirir. Kanat, hayvanlar âlemi içerisinde ilk defa böceklerde görülür.",
                  "Eklem bacaklılarda beslenme tiplerine göre ağız yapıları; kesme, delme, çiğneme, yalama veya emme görevlerini yerine getirecek şekilde özelleşmiştir.Solunum çoğunda trakelerle, örümceklerde kitapsı akciğerlerle, suda yaşayanlarda ise solungaçlarla olur. Böceklerin dolaşım sıvısında solunum gazlarının taşınmasını sağlayan pigment bulunmaz.",
                  "Eklem bacaklılar açık dolaşım sistemine sahiptir. Boşaltım atıkları ürik asittir. Eklem bacaklılar ayrı eşeyli canlılardır. Bazı türleri hermafrodittir. Döllenme, dişi bireyin vücudu içerisinde gerçekleşir. Eklem bacaklı örneklerinden olan karıncalar, arılar gibi böcekler koloniler oluşturarak yaşar (Görsel 3.44).",
                  "Eklem bacaklılara yengeç, karides, ıstakoz, akrep, kene, örümcek, çekirge, kelebek, sinek, dev arı, kırkayak, çıyan gibi canlılar örnek olarak verilebilir (Görsel 3.45). "
                ],
                "e) Derisi Dikenliler": [
                  "Derisi dikenliler, tamamı denizlerde ve okyanuslarda yaşayan en gelişmiş anatomiye ve fizyolojiye sahip omurgasız canlılardır. Derisi dikenlilerin hemen hemen hepsi destek ve koruma görevi gören, iskelete ait dikenlere sahiptir. Bu canlılara özgü su-damar sistemi ile bağlantılı tüp ayaklar; hareket, solunum, beslenme ve boşaltımda görevlidir. Solunum, solungaç veya tüp ayaklar yoluyla yapılır.",
                  "Denizyıldızı, denizhıyarı, denizkestanesi, denizlâlesi ve yılan yıldızları derisi dikenliler grubuna dâhil canlılardır (Görsel 3.46) Derisi dikenliler eşeyli ve rejenerasyonla eşeysiz olarak çoğalabilir."
                ]
              },
              "B) Omurgalı Hayvanlar": {
                "Omurgalı Hayvanlar": [
                  "Omurgalıların en ayırıcı özelliği, vücutlarının sırt kısmında birbirini takip eden omurlardan yapılmış bir omurgaya sahip olmalarıdır. Bu yapıdan dolayı bu gruba dahil olan canlılar, omurgalı (kordata) olarak adlandırılır.",
                  "Omurgalılar, dünya üzerinde tüm ekosistemlerde bireysel veya koloniler hâlinde yaşar. Omurgalı hayvanlarda kıkırdak veya kemikten yapılmış bir iç iskelet ile vücudun sırt kısmında bir sinir kordonu bulunur. İlkel omurgalılarda iskelet kıkırdak hâlinde olup gelişmiş omurgalılara doğru gidildikçe kemikleşmeye başlar.",
                  "Bütün omurgalılarda kapalı dolaşım sistemi görülür. Kalp yapısı, balıklardan memelilere doğru gidildikçe gelişir. Kalpleri en az iki, en çok dört odacık ihtiva eder. Suda yaşayanlar solungaç, karada yaşayanlar akciğer solunumu yapar. Alyuvar hücrelerinde solunum pigmenti olarak kana kırmızı renk veren hemoglobin bulunur.",
                  "Birçok omurgalının gövdesine bağlı iki çift üyesi vardır. Üyeler; tutma, yüzme, yürüme ve uçmaya uyum sağlayacak şekilde farklılaşmıştır",
                  "Sindirim sistemleri, farklı birçok görevi yerine getiren özelleşmiş bölgeler içerir. Besinlerini katı parçalar hâlinde alıp çiğneyerek yutan omurgalıların otobur, etobur, hem otobur hem etobur olan türleri vardır.",
                  "Boşaltım organları böbrek, boşaltım atıkları amonyak, üre veya ürik asittir. Boşaltım ve üreme organı açıklıkları, tek veya ayrı ayrı olarak bulunur. Omurgalıların tümü eşeyli yolla ürer. Balık ve iki yaşamlılarda dış döllenme; sürüngen, kuş ve memelilerde iç döllenme görülür. Bazılarında yavru bakımı vardır."
                ],
                "a) Balıklar": [
                  "Balıklar, tatlı ve tuzlu sularda yaşar (Görsel 3.47). Vücutları, suyu geçirimsiz pullarla kaplıdır. Köpek balığı, çekiç balığı, vatoz gibi türlerinde kıkırdaktan; hamsi, sazan, levrek gibi türlerinde kemikten yapılmış iç iskelet bulunur (Görsel 3.48). Köpek balıkları gibi bazı balıklar hariç diğer tüm balıklarda dış döllenme ve dış gelişme görülür. Genelde yavru bakımı yoktur. Vücut ısıları, dış ortam sıcaklığına bağlı olarak değişen canlılardır. Balıklar kış uykusuna yatmaz. Solungaç solunumu yapar. Boşaltım atıkları amonyaktır. Kalpleri iki odacıklıdır. Kalplerinde sadece kirli kan bulunur. Kalpten pompalanan kan, solungaçlarda temizlendikten sonra kalbe geri dönmeden vücuda gönderilir. Çoğu balıkta suda batmadan kalmayı sağlayan hava kesesi bulunurken köpek balıklarında bulunmaz. Köpek balıkları batmamak için sürekli yüzmek zorundadır.",
                  "Balıklar, içinde bulunduğu suyu geriye doğru iterek yol alır. Balıkların suda yol alırken ulaşabilecekleri anlık hızları türden türe değişir. Mako köpek balığı, pasifik yelken balığı, mavi kılçık balığı saatte yaklaşık 100 kilometre; orkinos ve kılıç balığı saatte yaklaşık 70 kilometre hıza ulaşabilir. Balıklardaki bu hızların tamamı anlık hızdır.",
                  "Balıkların baş ve vücut şekli taklit edilerek üretilen otomobiller en düşük hava sürtünme katsayısına sahiptir. Örneğin sandık balığının aerodinamik yapısından esinlenerek üretilen otomobilde %20’ye yakın yakıt tasarrufu sağlanabilmektedir."
                ],
                "b) İki Yaşamlılar": [
                  "İki yaşamlılar, tatlı sularda ve nemli karasal bölgelerde yaşamaya uyum sağladığından bu şekilde adlandırılır. Ayrı eşeyli canlılardır. Döllenme ve embriyonel gelişmeleri suda gerçekleşir. Embriyonel gelişimini tamamlamadan yumurtadan çıkan yavrulara larva adı verilir. Larvalar, başkalaşım geçirip ergin kurbağalara dönüşür (Görsel 3.50). İki yaşamlıların birçoğunda yavru bakımı görülmez. İki yaşamlılarda larva döneminde solungaç, ergin döneminde ise akciğer ve deri solunumu görülür. Derileri daima nemli ve kaygandır. ",
                  "İki yaşamlılarda solungaç, akciğer ve deri solunumu görülür. Bazı iki yaşamlılar renk değiştirebilme özelliğine sahiptir. Bu özellikleri sayesinde ortamlara rahatlıkla uyum sağlayabilir ve düşmanların saldırılarından korunabilir.",
                  "İki yaşamlılar kış uykusuna yatar. Boşaltım organları böbrekler olup boşaltım atığı embriyonel dönemde amonyak, ergin dönemde üredir. Bacaksız kurbağa, ağaç kurbağası, yılan balığı semenderi ve semender bu gruba örnek olarak verilebilir. (Görsel 3.51)"
                ],
                "c) Sürüngenler": "Omurgalılar içerisinde karasal hayata uyum sağlayan ilk gruptur. Karada ve suda yaşayan türleri vardır. Vücutları, keratinden yapılmış pullarla ve kemiksi plakalarla kaplıdır. Kertenkele ve yılanlarda pullu deri, büyümeyi engellediğinden zaman zaman yenilenir, buna deri (gömlek) değişimi denir (Görsel 3.53). Akciğer solunumu yapar. Vücut ısıları çevre sıcaklığına bağlı olarak değişen ayrı eşeyli canlılardır. İç döllenme ve dış gelişme görülür. Üremek için suya ihtiyaç duymaz. Sürüngenlerde kuluçkaya yatma, yavru bakımı ve başkalaşım görülmez. Kertenkele, bukalemun, geko, timsah, yılan, su kaplumbağası sürüngenler grubuna âhil canlılardır (Görsel 3.54).",
                "ç) Kuşlar": [
                  "Kuşlar (Görsel 3.55), omurgalı hayvanlar arasında uçabilen türler bulunduran ilk gruptur. Vücutları keratinden yapılmış pul, tüy ve teleklerle kaplı canlılardır. Çene gagaya dönüşmüştür. Dişleri yoktur. Beslenme tipine göre gagaları; delmeye, parçalamaya ve yakalamaya uyum sağlayacak biçimde şekillenmiştir. Kuşlar akciğerlerle solunum yapar. Soluk alıp vermeye yardımcı olan ve uçmayı kolaylaştıran akciğerlere bağlı hava keseleri vardır.Kalpleri, dört odacıklı olup kirli ve temiz kan, tamamen birbirinden ayrılmıştır. Kuşlar vücut ısıları sabit canlılardır. Kuşların uzun kemiklerinin içi hava odaları ile doludur. Bu özellik, iskeletin daha hafif olmasını sağlayarak uçmayı kolaylaştırır. Kuşların ön üyeleri, uçmayı sağlayan kanatlara dönüşmüştür. Bazı kuşlarda kanatlar körelmiştir. Arka üyeler ise yürüme, yüzme, tırmanma, koşma ve eşmeye uyum göstermiştir. Koku alma duyuları körelmişse de görme ve işitme yetenekleri yüksektir. ",
                  "Bazı kuşlarda yılın belirli zamanlarında sürüler hâlinde göç olayı görülür. Ayrı eşeyli canlılardır. Üreme döneminde kur yapma davranışları görülür. İç döllenme ve dış gelişme yapan kuşlar yumurta ile çoğalır. Kuş yumurtaları, diğer canlılar için önemli bir besin kaynağıdır. Yuva yapma, kuluçkaya yatma ve yavru bakımı görülür.",
                  "Günümüzde yaşayan en büyük kuş, Afrika’da yaşayan deve kuşu olup boyu 2-2,5 m, ağırlığı 150 kg civarındadır. Bilinen en küçük kuş ise sinek kuşu (Kolibri) olup boyu 5-6 cm, ağırlığı 2-3 g kadardır.",
                  "Kivi, penguen ve emu uçamayan kuşlara; şahin, sinek kuşu ve ağaçkakan ise uçabilen kuşlara örnek verilebilir (Görsel 3.56)."
                ],
                "d) Memeliler": [
                  "Yunus, balina gibi suda yaşayanların dışındaki memeli canlıların genelinde vücut; ısı kaybını engelleyen, kıllardan oluşan, kalın bir örtüyle kaplıdır. Memeliler sıcak kanlıdır. Memelilerde solunum organı akciğerlerdir. Alveollü akciğerleri ve olgun alyuvarlarında çekirdek bulunmaması sayesinde kanın oksijen taşıma kapasitesi yüksektir. Göğüs ile karın boşluğunu birbirinden ayıran ve solunuma yardımcı olan kaslı bir diyaframları bulunur. Memeliler dört odacıklı kalbe sahiptir. Kirli ve temiz kan dolaşımı tamamen birbirinden ayrılmış olup sabit vücut ısılı canlılardır.",
                  "Embriyolojik dönemde üyeler, yaşadığı ortama uygun olarak tutma, koşma, yakalama, uçma, yüzme gibi fonksiyonları yerine getirecek şekilde değişime uğramıştır.",
                  "Derilerinde ter, yağ, süt bezleri gibi salgı bezleri bulunur. Boşaltım organları böbrekler, boşaltım atıkları ise üredir. Üreme ve boşaltım sistemleri birbirinden ayrılmıştır. ",
                  "Memelilerde çoğunlukla iç döllenme ve iç gelişme görülür. Birçoğunun ana rahminde, embriyonun beslenmesini sağlayan plasenta bulunur. Bazı türlerinde gelişimini tamamlamadan doğan yavru, gelişimini süt bezleri bulunan özel bir kesede tamamlar. Memeliler çoğunlukla yavrularını doğurur ve sütle besler (Görsel 3.57). Uzun süren bir yavru bakımı görülür.",
                  "Memeliler farklı ortam şartlarında yaşamaya uyum sağlamıştır (Görsel 3.58)."
                ],
                "Hayvanların Biyolojik ve Ekonomik Önemi": [
                  "Hayvansal organizmalar; ekolojik, ekonomik ve sağlık açısından önemli canlılardır. Hayvanların insanlar için yararlı ve zararları türleri bulunur.",
                  "Süngerler, ev ve vücut temizliği ile kozmetik alanında; mercan ve istiridyeler; şekil, renk ve desen bakımından göz alıcı ve ilgi çekici olduğundan süs eşyalarının yapımınında; bazı solucanlar ise balık üretim çiftliklerinde yem olarak ve tarımda gübre yapımında kullanılmaktadır.",
                  "Böcekler, kuşlar bitkilerin tozlaşmasını sağlayan en önemli canlı türleridir. Bu açıdan ekolojik dengenin devamında önemli bir rol oynar. Bazı böcek türleri; gıda ve ilaç temininde, kozmetik malzemelerin üretiminde ve ipek kumaş yapımında kullanılır. Ayrıca biyolojik mücadelede zararlı böcek türlerine karşı doğal avcı olarak da kullanılmaktadır. Böcekler, insan yaşamını birçok yönden etkiler. Birçok hastalığın doğrudan sebebi, bazı hastalık etkenlerinin taşıyıcısı ve bulaştırıcısıdır. Böcekler; sıtma, sarıhumma, fil hastalığı, dizanteri, tifo, Afrika uyku hastalığı, tifüs, veba hastalıklarının vektörüdür. Kemirici böcekler eşyalara, giyeceklere zarar verir.",
                  "Balıklar, vücut için gerekli olan protein, esansiyel yağ, vitamin ve mineral kaynağıdır. Balıklar aynı zamanda boya ve kozmetik sanayisinde kullanılır. Yılan, örümcek, akrep gibi canlıların zehirlerinden bazı ilaç ve antikorlar üretilmektedir.",
                  "Kümes hayvanlarının eti, yumurtası, tüyleri ve gübresi ekonomik ve ekolojik açıdan değerlidir. Özellikle kuş gübresi; fosfor, azot, potasyum gibi mineraller açısından oldukça zengindir.",
                  "Memelilerin eti, sütü, derisi ve kemikleri önemlidir. Derilerinden ve postlarından ayakkabı, çanta, kemer, cüzdan gibi eşyalar üretilir. Ayrıca temizlik, ilaç, kozmetik sanayi ile tıpta kullanılır. Öğrenme yetenekleri yüksek olduğu için memeli hayvanların evcil olanlarından güvenlik ve taşımada yararlanılır. İnsanların evlerinde besledikleri birçok hayvan da memeliler grubuna aittir. Bu hayvanlar kısa sürede ev sahiplerinin sevgisini kazanarak onlara iyi birer dost olurlar.",
                  "Hayvanların özellikleri teknolojiye ilham kaynağı olmaktadır. Balina yüzgeçlerinin ön kenar kısmındaki tümsekler, suyun direncini %32 oranında azaltırken kaldırma gücünü de %8 oranında artırarak balinaların suda daha rahat yüzmesini sağlar. Bu şekilde tasarlanan rüzgâr türbinlerinin pervanelerinin kanatları sayesinde, türbin başına kazanılan enerji miktarı artmaktadır (Görsel 3.59). Bu model havalandırma fanları, uçak kanatları ve pervanelerde de kullanılmaktadır.",
                  "Yarasaların yansıyan titreşimlere göre yön bulmalarından esinlenerek radar; lotus bitkisinin kendisini temizleme özelliğinden yararlanılarak da dış cephe boyaları yapılmıştır."
                ]
              }
            },
            "3.2.2. VİRÜSLER": [
              "Virüsler (Görsel 3.62), biyolojik varlıklar olarak kabul edilseler de hiçbir canlı âlemi altında sınıflandırılamayan özel bir gruptur. Virüsler; protein kılıf ile sarılmış, DNA veya RNA’ya sahip (Görsel 3.63) cansız ile canlılar arasındaki geçiş formudur. Elektron mikroskopları ile görülebilen çubuk, küre, elips veya spiral şekilli nükleoprotein taneciğidir (Görsel 3.64). Kendilerine ait sitoplazmaları ve enzim sistemleri bulunmadığından metabolik aktivite gerçekleştiremez.",
              "Virüsler, sadece canlı bir hücrenin içerisinde canlılık özelliği gösterebilen zorunlu hücre içi parazitlerdir. Canlı dışındaki ortamlarda kristalleşir. Virüsler belirli bir canlıyı, o canlının belirli bir dokusunu ve o dokudaki belirli bir hücreyi enfekte edebilir. Örneğin hepatit virüsü karaciğer, kuduz ve çocuk felci virüsü sinir, suçiçeği ve uçuk virüsü deri ve HIV akyuvar hücrelerini enfekte eder.",
              "Virüsler konak hücrenin enzim ve enerji sistemleri ile ham madde kaynaklarını kullanarak kendilerini hızlı bir şekilde çoğaltır. Bakteriyofajlar da bakteri hücrelerinde çoğalır (Görsel 3.65).Virüsler; pH, radyasyon, sıcaklık değişimlerinden ve kimyasal maddelerden çabuk etkilenir. Virüsler, enzim sistemlerine sahip olmadığı için antibiyotiklerden etkilenmez. Hava, su, doğrudan temas, vücut sıvıları ve diğer canlılar yoluyla bulaşıp hastalıklara yol açar. Viral hastalıklara karşı bağışıklığı sağlamak amacıyla aşı, koruyucu ve tedavi edici olarak da serumlar kullanılır.",
              "Virüsler, mutasyona kolay uğradığından hızlı bir şekilde form ve konak değiştirebilir. Virüsle enfekte olan insan hücreleri, virüse karşı savunma sağlayan interferon denilen bir protein salgılar.",
              "Virüsler kullanılarak çok sayıda deneysel çalışma yapılmıştır. Virüsler sayesinde DNA eşlenmesinin mekanizması ve birçok hastalığın oluşumu aydınlatılmıştır. Genetik mühendisleri virüsleri kullanarak bir organizmadan diğerine gen aktarımı yapabilmişlerdir. Bu sayede biyoteknoloji ve tıp alanında önemli gelişmeler kaydedilmektedir. Örneğin virüsler, kanser ve bazı kalıtsal hastalıkların gen terapisi ile tedavi edilmesinde yeni imkânlar sunmaktadır."
            ],
            "3.2.2.1. Virüsler ve Sağlığımız": {
              "a) Grip": "Grip virüsleri (Görsel 3.66), genetik materyali RNA olan üst solunum yollarına etki eden, hava yoluyla bulaşabilen virüslerdir. Grip, virüs enfeksiyonu olduğu için antibiyotik ile tedavi edilemez. Doktor kontrolü altında 3-5 gün istirahat edilmesi gerekir. Bol sıvı tüketilmesi, salgıların dışarı atılmasını sağladığından iyileşmeyi hızlandırır. Grip virüsleri çok hızlı değişime uğradığından aşı ile kazanılan bağışıklık yeni virüsler için etkisiz kalmaktadır.",
              "b) Uçuk (Herpes)": "Uçuk, Herpes simplex (Herpes simpleks) (Görsel 3.67) adı verilen virüsün neden olduğu bulaşıcı bir cilt hastalığıdır. Uçuk hastalığında ağız kenarlarında, dudaklarda ve genital bölgede içi sıvı dolu küçük kabarcıklar oluşur. Bu dönemde virüs oldukça bulaşıcıdır. Hastalığın bulaşmaması için hasta kişinin özel eşyaları kullanılmamalı ve hasta ile doğrudan temas edilmemelidir. Kabarcıkların patlaması virüsün yayılmasına neden olur. Virüsle enfekte olmuş bölgede karıncalanma, kaşınma, yanma gibi belirtiler görülür. Bu belirtiler hissedildiğinde enfekte bölgeye tıbbi uçuk kremi sürülmeli ve soğuk kompres uygulanmalıdır.",
              "c) Kuduz": "Genellikle kedi, köpek, tilki, sincap, yarasa gibi memeli canlılar arasında yaygındır. Seyrek olarak insana geçer. Kuduz virüsü (Görsel 3.68) konak canlının sinir hücrelerini enfekte eder. Bütün memeli canlılar kuduz hastalığına yakalanabilmelerine karşın bazı türleri hastalığı bulaştırır. Kuduz virüsü, kuduz hastalığına yakalanan hayvanlardan, insanlara bulaşır. Kuduz olduğundan şüphelenilen hayvanlardan uzak durulması, en yakın sağlık kuruluşuna ve belediyeye bildirilmesi gerekmektedir. Kuduz hastalığından korunmada en etkili yol aşı olmaktır. ",
              "ç) Hepatit B": "Hepatit B, sarılık hastalığının bir çeşididir. Hepatite sebep olan virüslerin A, B, C, D ve E şeklinde çeşitleri vardır. Bu virüsler karaciğer hücrelerini enfekte ederek kanser, siroz gibi ciddi hastalıklara yol açar. Hepatit B virüsü (Görsel 3.69); kan, vücut sıvıları ve doğrudan temas sonucu bulaşabilir. Özellikle insanların toplu olarak bulunduğu, beslendiği yerlerde bu hastalığın bulaşma riski artmaktadır. Hepatit B virüsü vücuda girdikten sonra 40 ila 80 gün arasında değişen uzun bir kuluçka dönemi geçirir. Baş ağrısı, ateş, yorgunluk, hâlsizlik, kırıklık, iştahsızlık, bulantı, kusma, karın ağrısı, üşüme gibi enfeksiyon belirtileri görülür. Virüs, karaciğer hücrelerini tahrip ederek fonksiyonlarını bozar. Bu hastalıktan korunmak için hijyen kurallarına uyulmalı ve aşı olunmalıdır.",
              "d) AIDS": "AIDS, Edinilmiş Bağışıklık Yetmezliği Sendromu anlamına gelen İngilizce kelimelerinin baş harflerinden oluşan, insan bağışıklık yetmezliği virüsünün (HIV) (Görsel 3.70) sebep olduğu çok tehlikeli bir hastalıktır. Afrika’da bir şempanze türünde gribe sebep olan virüsün (SIV) değişime uğrayarak insanda hastalığa sebep olduğu bilinmektedir. Virüs, hasta kişinin bağışıklık sisteminin tamamen çökmesine ve diğer basit hastalıklardan bile ölmesine yol açmaktadır. Güvenli olmayan cinsel ilişki, hijyenik olmayan cerrahi müdahaleler, kanında HIV bulunan kişinin kanının sağlıklı kişiye transferi gibi yollarla bulaşan bir hastalıktır. Gece terlemeleri, yüksek ateş, hızlı kilo kaybı, hâlsizlik, devamlı öksürük, özellikle ağızda mantar enfeksiyonu, deri döküntüleri, sindirim sistemi bozuklukları, menenjit gibi hastalıkların görülmesi AIDS hastalığının belirtileridir.AIDS’ten korunmak için korunmasız cinsel ilişkiden kaçınılmalı, devlet kontrolü altında bulunan sağlık kuruluşlarından sağlık hizmeti alınmalıdır. Deri altına, kas ve damar içine bilinçsiz ve güvensiz enjeksiyon yapılan uygulamalardan kesinlikle kaçınılmalıdır.Bahsedilen virüslerin dışında zona, ebola, suçiçeği, domuz ve kuş gribi, sars, kabakulak, kızamık, çocuk felci virüsleri de (Görsel 3.71) insanlarda hastalıklara yol açmaktadır."
            },
            "Viral Hastalıklardan Korunmak": "Viral hastalıklardan korunmak için; Yemekten önce ve sonra, tuvaletten önce ve sonra eller sabun ve bol su ile iyice yıkanmalı (Görsel 3.73), kişisel temizliğe ve hijyene özen gösterilmeli, hastalık durumunda insanlarla doğrudan temastan kaçınılmalı, toplu yaşanılan yerlerde öksürürken, aksırırken ağız bir mendille kapatılmalı, sokaklara tükürülmemeli, ıslak veya kâğıt mendil ya da havlu kullanmalı, içme ve kullanma suyu ihtiyacı güvenli kaynaklardan karşılanmalı, şüpheli durumlarda içme suları kaynatılmalı veya klorlanmalı, çiğ tüketilen meyve ve sebzeler, bol su ile yıkandıktan sonra tüketilmeli, gıdalar, olabildiğince taze tüketilmeli ve buzdolabında saklanmalı, açıkta satılan ve son kullanma tarihi geçmiş ürünlerden kaçınmalı, pastörize edilmiş ya da UHT (çok yüksek sıcaklık) yöntemi ile paketlenmiş sütler tüketilmeli, açıkta satılan sütlerden alınmamalı, hayvansal gıdalar iyice pişirilmeli, soğuk hava odalarında saklanmalı ve hastalıklara karşı aşı yaptırılmalıdır."
          }
        }
      }
    }
  ]
}